{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "Messerschmitt": 4,
    "Bf": 5,
    "Supermarine": 6,
    "Spitfire": 7,
    "-": 8,
    "McDonnell-Douglas": 9,
    "North": 10,
    "Grumman": 11,
    "American": 12,
    "Ju": 13,
    "Fw": 14,
    "Boeing": 15,
    "Focke-Wulf": 16,
    "Hawker": 17,
    "Lockheed": 18,
    "Mikoyan-Gurevich": 19,
    "Douglas": 20,
    "Phantom": 21,
    "/": 22,
    "He": 23,
    "Sukhoi": 24,
    "Lockheed-Martin": 25,
    "&": 26,
    "Junkers": 27,
    "Mk.I": 28,
    "Vought": 29,
    "Curtiss": 30,
    "Mustang": 31,
    "Republic": 32,
    "Corsair": 33,
    "de": 34,
    "Havilland": 35,
    "Me": 36,
    "Heinkel": 37,
    "Hornet": 38,
    "Dassault": 39,
    "Super": 40,
    "Mirage": 41,
    "Mikoyan": 42,
    "II": 43,
    "Tomcat": 44,
    "Mitsubishi": 45,
    "Fokker": 46,
    "Typhoon": 47,
    "McDonnell": 48,
    "Yakovlev": 49,
    "Bell": 50,
    "P-51D": 51,
    "Thunderbolt": 52,
    "Hurricane": 53,
    "D.VII": 54,
    "BAC/EE": 55,
    "Sea": 56,
    "Falcon": 57,
    "Zero": 58,
    "Sabre": 59,
    "Northrop": 60,
    "Fighting": 61,
    "Bristol": 62,
    "109G-6": 63,
    "Ilyushin": 64,
    "BAe": 65,
    "Avro": 66,
    "Westland": 67,
    "Starfighter": 68,
    "Lightning": 69,
    "Saab": 70,
    "Hellcat": 71,
    "Mosquito": 72,
    "Flying": 73,
    "Mk.II": 74,
    "Harrier": 75,
    "Fortress": 76,
    "Do": 77,
    "P-47D": 78,
    "Mil": 79,
    "F/A-18C": 80,
    "F-14A": 81,
    "Skyhawk": 82,
    "DH.98": 83,
    "Tornado": 84,
    "Hawk": 85,
    "Panavia": 86,
    "Mk.V": 87,
    "Dornier": 88,
    "Tupolev": 89,
    "Gloster": 90,
    "Eagle": 91,
    "88A-4": 92,
    "Fairey": 93,
    "Beaufighter": 94,
    "Lavochkin": 95,
    "F-4J": 96,
    "F-16C": 97,
    "+": 98,
    "Su-27": 99,
    "B-17G": 100,
    "Stuka": 101,
    "Sikorsky": 102,
    "Lancaster": 103,
    "Fulcrum": 104,
    "Antonov": 105,
    "General": 106,
    "Mk.IX": 107,
    "Flanker": 108,
    "Dynamics": 109,
    "Polikarpov": 110,
    "Nakajima": 111,
    "MiG-29": 112,
    "190D-9": 113,
    "Vickers": 114,
    "Mk.Ib": 115,
    "P-40B": 116,
    "Mitchell": 117,
    "F-4": 118,
    "F-16": 119,
    "Airbus": 120,
    "Fairchild": 121,
    "190A-8": 122,
    "Tomahawk": 123,
    "Mk.VI": 124,
    "B": 125,
    "Crusader": 126,
    "Albatros": 127,
    "Airacobra": 128,
    "Tempest": 129,
    "PZL": 130,
    "Nieuport": 131,
    "Seafire": 132,
    "Warhawk": 133,
    "T.1": 134,
    "P-40E": 135,
    "Mk.Vb": 136,
    "MiG-29A": 137,
    "JAS": 138,
    "Consolidated": 139,
    "Ar": 140,
    "109G": 141,
    "109E": 142,
    "F4U-1": 143,
    "F-4B": 144,
    "Raptor": 145,
    "Mk.IXc": 146,
    "Arado": 147,
    "A-7E": 148,
    "190A": 149,
    "Meteor": 150,
    "Gripen": 151,
    "Aero": 152,
    "109G-10": 153,
    "F-4E": 154,
    "F-104G": 155,
    "Canberra": 156,
    "B.I/B.III": 157,
    "Avia": 158,
    "Wildcat": 159,
    "Skyraider": 160,
    "Mk.IV": 161,
    "MiG-21": 162,
    "Martin": 163,
    "F/A-18E": 164,
    "Mk.III": 165,
    "J": 166,
    "F-100D": 167,
    "A": 168,
    "Ta": 169,
    "King": 170,
    "Kawasaki": 171,
    "Flogger": 172,
    "190F-8": 173,
    "Handley-Page": 174,
    "F-15E": 175,
    "Blenheim": 176,
    "Black": 177,
    "Tiger": 178,
    "Liberator": 179,
    "BAC": 180,
    "A6M5": 181,
    "A-10A": 182,
    "Uhu": 183,
    "Thunderjet": 184,
    "P-51B": 185,
    "OAW": 186,
    "Jaguar": 187,
    "F6F-5": 188,
    "F/A-18F": 189,
    "F/A-18D": 190,
    "F-22A": 191,
    "Bearcat": 192,
    "Avenger": 193,
    "219A-7": 194,
    "111P": 195,
    "109F-4": 196,
    "Short": 197,
    "Mk.VIII": 198,
    "MiG-21MF": 199,
    "Frogfoot": 200,
    "F-15C": 201,
    "Eurofighter": 202,
    "B-1B": 203,
    "Thunderchief": 204,
    "Sepecat": 205,
    "Morane-Saulnier": 206,
    "F.1": 207,
    "F-16CJ": 208,
    "B-25J": 209,
    "Type": 210,
    "TSR-2": 211,
    "Lynx": 212,
    "Fury": 213,
    "F4U": 214,
    "F.6": 215,
    "Wellington": 216,
    "Sopwith": 217,
    "Intruder": 218,
    "F-14D": 219,
    "F-117A": 220,
    "AV-8B": 221,
    "Widow": 222,
    "Vampire": 223,
    "P-40N": 224,
    "Moth": 225,
    "Mk.XVI": 226,
    "MiG-21bis": 227,
    "Hughes": 228,
    "F6F-3": 229,
    "Draken": 230,
    "SPAD": 231,
    "Mk.IB": 232,
    "Hercules": 233,
    "F-4C": 234,
    "Dauntless": 235,
    "A-6E": 236,
    "88": 237,
    "111H-6": 238,
    "109K": 239,
    "Prowler": 240,
    "PR": 241,
    "Firefly": 242,
    "F/A-18A": 243,
    "F/A-18": 244,
    "F.2A": 245,
    "F-8E": 246,
    "F-16D": 247,
    "EF-2000A": 248,
    "Convair": 249,
    "190D": 250,
    "109G-14": 251,
    "MiG-15": 252,
    "Kamov": 253,
    "I-16": 254,
    "Halifax": 255,
    "EA-6B": 256,
    "88G-6": 257,
    "Seahawk": 258,
    "P-40C": 259,
    "Mk.X": 260,
    "La-5FN": 261,
    "Kittyhawk/Warhawk": 262,
    "GR.1": 263,
    "F-16I": 264,
    "109G-2": 265,
    "P-51": 266,
    "F-5E": 267,
    "F-16A": 268,
    "Dakota": 269,
    "190A-5": 270,
    "110D": 271,
    "Yak-3": 272,
    "Swordfish": 273,
    "Sufa": 274,
    "Rockwell": 275,
    "P-38J": 276,
    "Lancer": 277,
    "LF": 278,
    "C-47": 279,
    "C": 280,
    "Bronco": 281,
    "American/Rockwell": 282,
    "109K-4": 283,
    "WS-61": 284,
    "Ventura": 285,
    "Sturmovik": 286,
    "Storm": 287,
    "P-39Q/N": 288,
    "Mk.VB": 289,
    "Mk.IXe": 290,
    "Helldiver": 291,
    "Gnat": 292,
    "F-86F": 293,
    "F-4D": 294,
    "F": 295,
    "D": 296,
    "Chinook": 297,
    "87G": 298,
    "262A": 299,
    "109": 300,
    "P-40": 301,
    "Mk.I/Mk.II": 302,
    "Mistel": 303,
    "MiG-23ML": 304,
    "Kittyhawk": 305,
    "Il-2": 306,
    "Hunter": 307,
    "F6F": 308,
    "F4F-4": 309,
    "F-104C": 310,
    "Defiant": 311,
    "D.III": 312,
    "Chengdu": 313,
    "A-7D": 314,
    "A-1H": 315,
    "88C-6": 316,
    "262": 317,
    "190A-3": 318,
    "190": 319,
    "Texan": 320,
    "Su-25K": 321,
    "Il-2M3": 322,
    "IIIC": 323,
    "Hs": 324,
    "Folland": 325,
    "Fieseler": 326,
    "Fencer": 327,
    "E-2C": 328,
    "Cobra": 329,
    "Boulton-Paul": 330,
    "88A": 331,
    "190A/Fw": 332,
    "Viking": 333,
    "Su-25": 334,
    "Strike": 335,
    "PR.9": 336,
    "Mk.IXC": 337,
    "La-5": 338,
    "Iskra": 339,
    "III": 340,
    "IDS": 341,
    "I": 342,
    "Hawkeye": 343,
    "Growler": 344,
    "Foxbat": 345,
    "Fiat": 346,
    "FB": 347,
    "F-84G": 348,
    "EA-18G": 349,
    "162A-2": 350,
    "TS-11": 351,
    "P-40M": 352,
    "Nighthawk": 353,
    "Model": 354,
    "Kfir": 355,
    "Huey": 356,
    "Hip": 357,
    "Gannet": 358,
    "Fi": 359,
    "F-4N": 360,
    "F-104": 361,
    "Delta": 362,
    "B.2": 363,
    "A6M3": 364,
    "A-4": 365,
    "2000": 366,
    "109E-4": 367,
    "109E-3": 368,
    "Wyvern": 369,
    "Tracker": 370,
    "Superfortress": 371,
    "Sunderland": 372,
    "Su-33": 373,
    "Star": 374,
    "Shackleton": 375,
    "S.VII": 376,
    "S.4": 377,
    "PV-1": 378,
    "Mystere": 379,
    "Mk.XIX": 380,
    "Mk.Vc": 381,
    "Mk.IIC": 382,
    "MiG-23MF": 383,
    "Marauder": 384,
    "Macchi": 385,
    "Invader": 386,
    "Gladiator": 387,
    "F-105D": 388,
    "Embraer": 389,
    "Beriev": 390,
    "Beechcraft": 391,
    "A6M5c": 392,
    "88G": 393,
    "217": 394,
    "163B": 395,
    "111": 396,
    "109F": 397,
    "Voodoo": 398,
    "Vixen": 399,
    "Valiant": 400,
    "Trojan": 401,
    "T-6G": 402,
    "Su-27UB": 403,
    "Storch": 404,
    "Skytrain": 405,
    "SBD-5": 406,
    "SBD-3": 407,
    "S-199": 408,
    "P-61A/P-61B": 409,
    "P-51K": 410,
    "Mk.VIF": 411,
    "MiG-29N": 412,
    "M.S.406C1": 413,
    "IAI": 414,
    "Hien": 415,
    "Henschel": 416,
    "G": 417,
    "F.3": 418,
    "Dewoitine": 419,
    "DH.82": 420,
    "DC-3": 421,
    "Cessna": 422,
    "Canadair": 423,
    "Breguet": 424,
    "A-4F": 425,
    "A-4E": 426,
    "88G-1": 427,
    "87B-2": 428,
    "737-300": 429,
    "39C": 430,
    "35": 431,
    "109G-5": 432,
    "109E-7": 433,
    "Schwalbe": 434,
    "Potez": 435,
    "P-61B": 436,
    "P-39": 437,
    "OV-10A": 438,
    "Mk.IIa": 439,
    "MiG-15bis": 440,
    "I-153": 441,
    "F8F-1": 442,
    "F-4S": 443,
    "F-4F": 444,
    "Camel": 445,
    "C.I": 446,
    "Blitz": 447,
    "Barracuda": 448,
    "B-29A": 449,
    "B-24D": 450,
    "Apache": 451,
    "Airspeed": 452,
    "A6M2": 453,
    "110C/Bf": 454,
    "Wessex": 455,
    "Su-24M": 456,
    "Shooting": 457,
    "P-51C": 458,
    "P-51B/P-51C": 459,
    "P-51A": 460,
    "P-39Q": 461,
    "Nimrod": 462,
    "Mk.VII": 463,
    "Mk": 464,
    "MiG-27": 465,
    "MiG-21SMT": 466,
    "MiG-21PFM": 467,
    "MiG-17F": 468,
    "Mi-8": 469,
    "MLU": 470,
    "Lisunov": 471,
    "Li-2": 472,
    "Jet": 473,
    "F4U-1A": 474,
    "F-84F": 475,
    "F-84E": 476,
    "F-5F": 477,
    "F-16N": 478,
    "F-104G/S": 479,
    "F-104C/F-104DJ/F-104G/F-104J/F-104S": 480,
    "D.520": 481,
    "Catalina": 482,
    "C-130": 483,
    "Buffalo": 484,
    "B-17F": 485,
    "An-2": 486,
    "A6M2b": 487,
    "A-4M": 488,
    "737-200": 489,
    "2": 490,
    "17Z": 491,
    "109G/Bf": 492,
    "109F-2": 493,
    "Zlin": 494,
    "Vultee": 495,
    "Venom": 496,
    "Skywarrior": 497,
    "RF-4C": 498,
    "Pfalz": 499,
    "P-47N": 500,
    "P-40K": 501,
    "P-39N": 502,
    "Mk.IF": 503,
    "MiG-25": 504,
    "MiG-23BN": 505,
    "MiG-21F-13": 506,
    "Mi-24V": 507,
    "La-5F": 508,
    "F8F": 509,
    "F.8": 510,
    "F.2A/F.6": 511,
    "F.1C": 512,
    "F-16C/Lockheed-Martin": 513,
    "F-16A/F-16B": 514,
    "F-14B": 515,
    "F-105G": 516,
    "Dr.I": 517,
    "Demon": 518,
    "B.II": 519,
    "B-17F/B-17G": 520,
    "Aircraft": 521,
    "AH-1G": 522,
    "A-4E/A-4F": 523,
    "262A-1": 524,
    "21": 525,
    "190F": 526,
    "190A-4": 527,
    "162A": 528,
    "111Z": 529,
    "100": 530,
    "de-Havilland-Canada": 531,
    "bis": 532,
    "Whitley": 533,
    "Viggen": 534,
    "TRAM": 535,
    "T-28B": 536,
    "Su-25UB": 537,
    "SBD-4": 538,
    "SBD": 539,
    "P-47": 540,
    "P-39D": 541,
    "P-38L": 542,
    "Mk.88": 543,
    "MiG-15UTI": 544,
    "Magister": 545,
    "MD": 546,
    "LaGG-3": 547,
    "L-29": 548,
    "Javelin": 549,
    "Il-2M": 550,
    "Hayate": 551,
    "Hawker-Siddeley": 552,
    "GR.3": 553,
    "Factory": 554,
    "FAW.2": 555,
    "F6F-5N": 556,
    "F6F-3/F6F-5": 557,
    "F3H-2": 558,
    "F-22": 559,
    "Dart": 560,
    "Colt": 561,
    "C-47A": 562,
    "Buccaneer": 563,
    "Brewster": 564,
    "Blackburn/Blackburn": 565,
    "Blackburn": 566,
    "B-534/IV": 567,
    "B-534": 568,
    "B-26": 569,
    "Armstrong-Whitworth": 570,
    "Albatross": 571,
    "AH-64A": 572,
    "AEW.2": 573,
    "A-6A": 574,
    "A-4B": 575,
    "88D-1": 576,
    "88A-14": 577,
    "88A-1": 578,
    "262B": 579,
    "262A-1A": 580,
    "190A-6": 581,
    "111H-8": 582,
    "111H-16": 583,
    "110G": 584,
    "109F/Bf": 585,
    "Yokosuka": 586,
    "Yak-38": 587,
    "Yak-1": 588,
    "UH-1D": 589,
    "Strutter": 590,
    "Skyray": 591,
    "Savoia-Marchetti": 592,
    "S.E.5a": 593,
    "Royal": 594,
    "RF-4B": 595,
    "Panther": 596,
    "PBY-5A": 597,
    "Oscar": 598,
    "N.11": 599,
    "Mk.XVIe": 600,
    "Mk.IIB": 601,
    "Mk.22/24": 602,
    "MiG-29M": 603,
    "MiG-17PF": 604,
    "MiG-17": 605,
    "Let": 606,
    "Hind": 607,
    "Fouga": 608,
    "FR.47": 609,
    "F4U-4": 610,
    "F4D-1": 611,
    "F.1B": 612,
    "F-8E/F-8J": 613,
    "F-86": 614,
    "F-4EJ": 615,
    "F-4B/N": 616,
    "F-15": 617,
    "F-14A/F-14B": 618,
    "F-101B": 619,
    "F-100C": 620,
    "Etendard": 621,
    "ERJ-175": 622,
    "ECR": 623,
    "Delfin": 624,
    "D.V": 625,
    "D.I": 626,
    "Condor": 627,
    "B-25H": 628,
    "B-24J": 629,
    "Attacker": 630,
    "Airco": 631,
    "88S-1/S-3": 632,
    "88R-2": 633,
    "88A-8": 634,
    "88A-6/U": 635,
    "88A-11": 636,
    "87D": 637,
    "52/3m": 638,
    "262B-1": 639,
    "262A/Me": 640,
    "2000C": 641,
    "1½": 642,
    "190A-8/Fw": 643,
    "111Z-2": 644,
    "111H-2/H-3": 645,
    "111H": 646,
    "110": 647,
    "109E-3/Bf": 648,
    "Whirlwind": 649,
    "Vulcan": 650,
    "Voss": 651,
    "Victor": 652,
    "Twin": 653,
    "Tucano": 654,
    "Thunderstreak": 655,
    "TBD-1": 656,
    "T-33A": 657,
    "Siemens-Schuckert": 658,
    "Shenyang": 659,
    "RF-4E": 660,
    "RF-101C": 661,
    "Provost": 662,
    "P-61A/Northrop": 663,
    "P-61A": 664,
    "Otter": 665,
    "NF.II": 666,
    "Mk.IIb": 667,
    "Mk.IA": 668,
    "Mk.22": 669,
    "Mk.1": 670,
    "MiG-3": 671,
    "MiG-29K": 672,
    "MiG-21PF": 673,
    "La-7": 674,
    "L-39C": 675,
    "Ki-84": 676,
    "Kate": 677,
    "Il-62M": 678,
    "Havoc": 679,
    "Hansa-Brandenburg": 680,
    "Fishbed": 681,
    "FRS.1": 682,
    "F4U-7": 683,
    "F.1CR": 684,
    "F-8J": 685,
    "F-4B/F-4C/F-4D/F-4N": 686,
    "F-35B": 687,
    "F-35A": 688,
    "F-14": 689,
    "F-106A": 690,
    "F-100F": 691,
    "Dragonfly": 692,
    "Devastator": 693,
    "DC-9-30": 694,
    "Chaika": 695,
    "C.2/C.7": 696,
    "Bv": 697,
    "Blohm": 698,
    "B-26C": 699,
    "Aerospatiale": 700,
    "Aardvark": 701,
    "ATR": 702,
    "AS": 703,
    "A320": 704,
    "88T-1": 705,
    "88G-1/G-6": 706,
    "87G-2": 707,
    "87": 708,
    "757-200": 709,
    "504K": 710,
    "39A/C": 711,
    "335A": 712,
    "234B": 713,
    "200C-4": 714,
    "200": 715,
    "110G-4": 716,
    "110E": 717,
    "Tu-2T": 718,
    "Tu-2S": 719,
    "Tu-2": 720,
    "Tony": 721,
    "TF-104G": 722,
    "TBM-3": 723,
    "TBF-1/TBM-3": 724,
    "Su-24": 725,
    "Sparviero": 726,
    "Sokol": 727,
    "S.2B": 728,
    "S-2": 729,
    "Raiden": 730,
    "Pup": 731,
    "Phonix": 732,
    "P-40M/P-40N": 733,
    "P-400": 734,
    "P-38": 735,
    "N.17": 736,
    "Mk.IXE/Mk.IXE": 737,
    "Mk.II/Mk.V/Mk.VI": 738,
    "MiG-29UB": 739,
    "MiG-23": 740,
    "MiG-21UM": 741,
    "Mi-2": 742,
    "MR.2": 743,
    "Lightning-II": 744,
    "L-39": 745,
    "Knight": 746,
    "IIIE": 747,
    "IAR": 748,
    "Horsa": 749,
    "Harvard": 750,
    "HC.4": 751,
    "Guardian": 752,
    "Grunau": 753,
    "Frank": 754,
    "Foxhound": 755,
    "FR": 756,
    "FAW.9/FAW.9R": 757,
    "F.4": 758,
    "F-86K": 759,
    "F-86F-40": 760,
    "F-8": 761,
    "F-18": 762,
    "F-16B": 763,
    "Dog": 764,
    "Claude": 765,
    "CH-47D": 766,
    "CH-47A": 767,
    "Boston": 768,
    "Bachem": 769,
    "Baby": 770,
    "Ba": 771,
    "B-534/III": 772,
    "B-24": 773,
    "B-2": 774,
    "Alpha": 775,
    "Aichi": 776,
    "AH-64D": 777,
    "A340-600": 778,
    "A-4E/F": 779,
    "A-37B": 780,
    "88A-5": 781,
    "88A-1/Ju": 782,
    "727-200": 783,
    "335B-2": 784,
    "262B-1A": 785,
    "190A-5/Fw": 786,
    "109F-2/Bf": 787,
    "109E/Bf": 788,
    "1": 789,
    "Zeuthen": 790,
    "W-3": 791,
    "Vengeance": 792,
    "VII": 793,
    "V": 794,
    "Tunnan": 795,
    "Tu-2VS": 796,
    "Toryu": 797,
    "TBF-1": 798,
    "T.11": 799,
    "Su-34": 800,
    "Su-30MKK": 801,
    "Su-30": 802,
    "Su-2": 803,
    "Stirling": 804,
    "Si": 805,
    "SBD-2": 806,
    "Reggiane": 807,
    "RA-5C": 808,
    "Piper": 809,
    "Piasecki": 810,
    "P-51D/P-51K": 811,
    "P-38F": 812,
    "Oxford": 813,
    "OV-10D": 814,
    "OV-10A/C": 815,
    "Natter": 816,
    "Mohawk": 817,
    "Mk.XI": 818,
    "Mk.Ia": 819,
    "Mk.IXc/Mk.IXe": 820,
    "Mk.I/Mk.III": 821,
    "Mk.8": 822,
    "Mk.47": 823,
    "MiG-29NUB": 824,
    "MiG-25PD/PDS": 825,
    "MiG-23M/MiG-23MF": 826,
    "MiG-23M": 827,
    "Mi-24": 828,
    "Mi-17": 829,
    "MBB": 830,
    "Letov": 831,
    "Learjet": 832,
    "Lark": 833,
    "Laerke": 834,
    "Kramme": 835,
    "Ki-45": 836,
    "KZ": 837,
    "Jetstream": 838,
    "JA-37": 839,
    "Il-76": 840,
    "IVA": 841,
    "IIb": 842,
    "I-15": 843,
    "Hayabusa": 844,
    "HMA.8": 845,
    "H-75A": 846,
    "Greif": 847,
    "Gotha": 848,
    "Gazelle": 849,
    "Flagon": 850,
    "Farman": 851,
    "FR.46": 852,
    "FGR.2": 853,
    "FGA.9": 854,
    "FAW.21": 855,
    "FA.2": 856,
    "F8F-2": 857,
    "F4U-5": 858,
    "F4F-3": 859,
    "F2A-2": 860,
    "F2A": 861,
    "F.2/F.6": 862,
    "F-80C": 863,
    "F-4J/F-4S": 864,
    "F-4G": 865,
    "F-15I": 866,
    "F-104G/F-104S": 867,
    "F-102A": 868,
    "Dassault-Dornier": 869,
    "Dagger": 870,
    "DH.9": 871,
    "D.XXI": 872,
    "Comet": 873,
    "Challenger": 874,
    "Britannia": 875,
    "Bombardier": 876,
    "Bo": 877,
    "Bleriot": 878,
    "B-57B": 879,
    "B-534/II": 880,
    "B-24D/B-24J": 881,
    "An-28": 882,
    "AgustaWestland": 883,
    "AV-8A": 884,
    "AS.51": 885,
    "A6M2-K": 886,
    "A-4C": 887,
    "A-26K": 888,
    "88A/Ju": 889,
    "87D/Ju": 890,
    "87B": 891,
    "81A-2": 892,
    "5": 893,
    "29F": 894,
    "262B-1A/U1": 895,
    "2000D": 896,
    "2000B": 897,
    "190D/Fw": 898,
    "190D-11": 899,
    "190A-9": 900,
    "190A-7": 901,
    "189A-2": 902,
    "177A": 903,
    "177": 904,
    "175": 905,
    "162": 906,
    "156C": 907,
    "152": 908,
    "129B": 909,
    "110G-2": 910,
    "109G-8": 911,
    "109B": 912,
    "Z-50": 913,
    "Yak-7": 914,
    "Yak-18": 915,
    "Welkin": 916,
    "Wal": 917,
    "Vigilante": 918,
    "Val": 919,
    "VC10/VC10": 920,
    "UH-1B": 921,
    "Tu-160": 922,
    "Tu-134": 923,
    "Talon": 924,
    "TF": 925,
    "TA-4J": 926,
    "T1": 927,
    "T.1a": 928,
    "T-6": 929,
    "T-33": 930,
    "T-28D": 931,
    "Su-7BKL": 932,
    "Su-27B": 933,
    "Su-22": 934,
    "Su-15": 935,
    "Special": 936,
    "Salamander": 937,
    "Sabreliner": 938,
    "SM.79": 939,
    "SBD-6": 940,
    "SBD-1": 941,
    "SB2C-4": 942,
    "SA": 943,
    "S-328": 944,
    "Ryan": 945,
    "Rafale": 946,
    "Puma": 947,
    "Provider": 948,
    "Pilatus": 949,
    "Petlyakov": 950,
    "Peashooter": 951,
    "P-47D/M": 952,
    "P-40E/P-40K/P-40M/P-40N": 953,
    "OV-1D": 954,
    "N": 955,
    "Myasishchev": 956,
    "Mk.XV": 957,
    "Mk.XIV": 958,
    "Mk.VC": 959,
    "Mk.IXE": 960,
    "Mk.IID": 961,
    "Mk.3": 962,
    "Mk.21": 963,
    "Mk.2": 964,
    "Mk.1/4": 965,
    "MiG-31": 966,
    "MiG-23UB": 967,
    "MiG-23MLD": 968,
    "MiG-23MF/Mikoyan-Gurevich": 969,
    "MiG-21R": 970,
    "MiG-21F": 971,
    "Merlin": 972,
    "LVG": 973,
    "LR": 974,
    "L-39C/ZA": 975,
    "Ki-61": 976,
    "Kawanishi": 977,
    "Ka-50": 978,
    "Il-18": 979,
    "Hustler": 980,
    "Hudson": 981,
    "Horten": 982,
    "Helix": 983,
    "HF": 984,
    "H-75": 985,
    "H": 986,
    "GR.7": 987,
    "GR.4": 988,
    "G4M1": 989,
    "G-14": 990,
    "G-10": 991,
    "Forwarder": 992,
    "Forger": 993,
    "Flamant": 994,
    "Firebrand": 995,
    "FR.46/FR.47": 996,
    "FGA.6/Mk.100/Mk.101": 997,
    "F8F-1B": 998,
    "F4U-1D": 999,
    "F2A-1": 1000,
    "F.1CT": 1001,
    "F.1A/F.3": 1002,
    "F-86F-30": 1003,
    "F-5B": 1004,
    "F-4C/F-4D": 1005,
    "F-4B/F-4N": 1006,
    "F-15K": 1007,
    "F-15A": 1008,
    "F-14A/F-14B/F-14D": 1009,
    "F-111": 1010,
    "E": 1011,
    "DH.60G": 1012,
    "DH.2": 1013,
    "DC-4": 1014,
    "DC-10": 1015,
    "Cub": 1016,
    "Crate": 1017,
    "CM.170": 1018,
    "C.7": 1019,
    "C.200": 1020,
    "C-48C": 1021,
    "C-130H": 1022,
    "Bü": 1023,
    "Brigadyr": 1024,
    "Betty": 1025,
    "Barak": 1026,
    "B5N2": 1027,
    "B-58": 1028,
    "B-534/I": 1029,
    "B-26F/B-26G": 1030,
    "B-17": 1031,
    "Argus": 1032,
    "Ansaldo": 1033,
    "An-8": 1034,
    "Alouette": 1035,
    "ADV": 1036,
    "AD-6": 1037,
    "A6M7": 1038,
    "A6M2-N": 1039,
    "A5M2": 1040,
    "A320-200": 1041,
    "A319": 1042,
    "A-3D-2": 1043,
    "A-3": 1044,
    "A-26B": 1045,
    "A-24B": 1046,
    "A-24": 1047,
    "A-20G": 1048,
    "A-20": 1049,
    "A-1D": 1050,
    "87R": 1051,
    "787-8": 1052,
    "737-800": 1053,
    "500D": 1054,
    "39D": 1055,
    "349A": 1056,
    "262A-1A/U3": 1057,
    "25": 1058,
    "24": 1059,
    "219A": 1060,
    "2000N": 1061,
    "190A-8/R2": 1062,
    "190A-1": 1063,
    "1900C": 1064,
    "154": 1065,
    "109G-4": 1066,
    "109E-1": 1067,
    "105": 1068,
    "Zeke": 1069,
    "Yak-50": 1070,
    "Yak-40": 1071,
    "XI-2": 1072,
    "Viper": 1073,
    "Vautour": 1074,
    "V-1": 1075,
    "Ufag": 1076,
    "UTI-4": 1077,
    "Tu-144": 1078,
    "Tu-134A": 1079,
    "Tu-124": 1080,
    "Tigercat": 1081,
    "Thunderflash": 1082,
    "Tachikawa": 1083,
    "T.2": 1084,
    "T-50": 1085,
    "T-28": 1086,
    "T": 1087,
    "Suisei": 1088,
    "Su-7BMK": 1089,
    "Su-35": 1090,
    "Su-30MK2": 1091,
    "Su-27SM": 1092,
    "Su-25/Su-25T": 1093,
    "Su-24MR": 1094,
    "Su-22M4": 1095,
    "Stratofortress": 1096,
    "Stearman": 1097,
    "Spirit": 1098,
    "Spartan": 1099,
    "Siebel": 1100,
    "Scimitar": 1101,
    "Saetta": 1102,
    "SNCASO": 1103,
    "SH-60B": 1104,
    "SB2C": 1105,
    "S.XIII": 1106,
    "S.O.4050": 1107,
    "S-3A/B": 1108,
    "S-35E": 1109,
    "S-2E": 1110,
    "Ra'am": 1111,
    "R.1": 1112,
    "QF-4N": 1113,
    "Plus": 1114,
    "Pitts": 1115,
    "Pe-2": 1116,
    "Pave": 1117,
    "PS-84": 1118,
    "PBM-5A": 1119,
    "P-47M": 1120,
    "P-40F": 1121,
    "P-40E/P-40K": 1122,
    "P-3C": 1123,
    "P-38J/P-38L": 1124,
    "P-36": 1125,
    "P-26A": 1126,
    "Orion": 1127,
    "OH-6A": 1128,
    "OH-1": 1129,
    "Neptune": 1130,
    "NF.11": 1131,
    "N1K2-J": 1132,
    "Mk.XVIII": 1133,
    "Mk.XVII": 1134,
    "Mk.XII": 1135,
    "Mk.Ic": 1136,
    "Mk.IVF": 1137,
    "Mk.IIA": 1138,
    "Mk.IC": 1139,
    "Mk.9": 1140,
    "Mk.5": 1141,
    "Mk.24": 1142,
    "MiG-31BM/BSM": 1143,
    "MiG-31BM": 1144,
    "MiG-17/Lim-5/Lim-6": 1145,
    "MiG-15SB": 1146,
    "Mi-6": 1147,
    "Mariner": 1148,
    "MR2P": 1149,
    "MR2": 1150,
    "MR1": 1151,
    "MH-60S": 1152,
    "MH-60G": 1153,
    "M28": 1154,
    "M.S.406": 1155,
    "Lysander": 1156,
    "Lunak": 1157,
    "LF-107": 1158,
    "L-4H": 1159,
    "Kingfisher": 1160,
    "Kikka": 1161,
    "Ki-61-II": 1162,
    "Ki-61-I-Hei": 1163,
    "Ki-61-I": 1164,
    "Ki-44": 1165,
    "Ki-43-II": 1166,
    "Ka-27": 1167,
    "KAI": 1168,
    "K-4": 1169,
    "K": 1170,
    "Judy": 1171,
    "Jack": 1172,
    "IIIR": 1173,
    "IIICR/": 1174,
    "IIB": 1175,
    "Hokum": 1176,
    "HU5": 1177,
    "HC.3": 1178,
    "Greyhound": 1179,
    "George": 1180,
    "GR.7/GR.9": 1181,
    "GR.1A": 1182,
    "Fitter": 1183,
    "FR.8/FR.9": 1184,
    "FR.1": 1185,
    "FJ-4B": 1186,
    "FG.1": 1187,
    "FB.5": 1188,
    "F6F-3N": 1189,
    "F4F-3/F4F-4": 1190,
    "F2A-3": 1191,
    "F.2B": 1192,
    "F.1/F.1A/F.2/F.3": 1193,
    "F-5A": 1194,
    "F-4E/F-4J": 1195,
    "F-4C/F-4D/F-4E/F-4F/F-4G": 1196,
    "F-21A": 1197,
    "F-16CG/F-16CJ": 1198,
    "F-16C/D": 1199,
    "F-14B/F-14D": 1200,
    "F-104C/F-104DJ/F-104G/TF-104G/F-104J/F-104S": 1201,
    "F-104/Lockheed": 1202,
    "F-101A/C": 1203,
    "F-101": 1204,
    "F-100": 1205,
    "ERJ-195": 1206,
    "EKA-3B": 1207,
    "EF-2000B": 1208,
    "Duck": 1209,
    "Dragon": 1210,
    "DFS": 1211,
    "DC-2": 1212,
    "D3A1": 1213,
    "D.IIIa": 1214,
    "Cayuse": 1215,
    "Caudron": 1216,
    "Cash": 1217,
    "Caproni": 1218,
    "Camp": 1219,
    "CRJ-200": 1220,
    "CH-47C/HC.1": 1221,
    "CAC": 1222,
    "C.VI": 1223,
    "C.202": 1224,
    "C-54": 1225,
    "C-2A": 1226,
    "C-2": 1227,
    "C-130J": 1228,
    "Bloch": 1229,
    "Blackjack": 1230,
    "Bird": 1231,
    "B.III": 1232,
    "B.I": 1233,
    "B.E.2c": 1234,
    "B-52H": 1235,
    "B-26G": 1236,
    "B-26F": 1237,
    "B-26B": 1238,
    "B-25G": 1239,
    "B-25": 1240,
    "Aviatik-Berg": 1241,
    "An-30": 1242,
    "An-26": 1243,
    "AH.7": 1244,
    "AH-1S": 1245,
    "AD-4N": 1246,
    "AD-4": 1247,
    "AC-47": 1248,
    "A6M5a": 1249,
    "A-8": 1250,
    "A-1": 1251,
    "96B/Avia": 1252,
    "96B-3": 1253,
    "96B-1": 1254,
    "88C/Ju": 1255,
    "87A": 1256,
    "7W": 1257,
    "777-300ER": 1258,
    "777-200/300": 1259,
    "767-300": 1260,
    "767": 1261,
    "737-400": 1262,
    "737": 1263,
    "410B": 1264,
    "410A-1": 1265,
    "410": 1266,
    "39A/AS-39B": 1267,
    "39A": 1268,
    "39": 1269,
    "335": 1270,
    "330": 1271,
    "262A/B": 1272,
    "219": 1273,
    "215B": 1274,
    "200C-8": 1275,
    "2000C/2000B/2000D/2000N": 1276,
    "196A": 1277,
    "190D-13": 1278,
    "190A-3/Fw": 1279,
    "190A-2": 1280,
    "189A-1/Fw": 1281,
    "189A-1": 1282,
    "189A": 1283,
    "188": 1284,
    "17Z-2": 1285,
    "17": 1286,
    "152H-1": 1287,
    "152H": 1288,
    "152C": 1289,
    "111P-2": 1290,
    "110D-1/R1": 1291,
    "110C": 1292,
    "109G-9": 1293,
    "109G-7": 1294,
    "109G-13": 1295,
    "109G-12": 1296,
    "109G-11": 1297,
    "109G-10/Bf": 1298,
    "109E-4/Bf": 1299,
    "109E-1/Bf": 1300,
    "109D": 1301,
    "/Lavochkin": 1302,
    "/F-16N": 1303,
    "of": 1304,
    "Yak-9": 1305,
    "Yak-6": 1306,
    "Yak-52": 1307,
    "Yak-18T": 1308,
    "XVI": 1309,
    "XB-70": 1310,
    "X-1": 1311,
    "Valkyrie": 1312,
    "VO56": 1313,
    "UTI": 1314,
    "UH-60L": 1315,
    "UH-1C": 1316,
    "Turbolet": 1317,
    "Tu-144D": 1318,
    "Tu-126": 1319,
    "Tu-114": 1320,
    "Tu-104A": 1321,
    "Tr.9": 1322,
    "Tojo": 1323,
    "TBM-3E": 1324,
    "TBM-1C": 1325,
    "TBM": 1326,
    "T.7": 1327,
    "T.5": 1328,
    "T.3": 1329,
    "T-38A": 1330,
    "T-28C": 1331,
    "Sud-Aviation": 1332,
    "Su-24M/MR": 1333,
    "Staggerwing": 1334,
    "Snipe": 1335,
    "Skytruck": 1336,
    "Skymaster": 1337,
    "Shoki": 1338,
    "Shidenkai": 1339,
    "Shadow": 1340,
    "Scooter": 1341,
    "SVA.5": 1342,
    "SM.79-II": 1343,
    "SH-3D": 1344,
    "SH-3": 1345,
    "SB2C-5": 1346,
    "SB2C-3/SBC-4": 1347,
    "SB2C-1": 1348,
    "S2": 1349,
    "S-55": 1350,
    "S-3B": 1351,
    "S-3A": 1352,
    "S-16": 1353,
    "Rufe": 1354,
    "Roland": 1355,
    "RF-80A": 1356,
    "RF-5A": 1357,
    "Po-2": 1358,
    "Pirate": 1359,
    "Phantom/F-4J": 1360,
    "PT-17": 1361,
    "P.7/I": 1362,
    "P.11C": 1363,
    "P-47C/P-47D": 1364,
    "P-400/Bell": 1365,
    "P-39M": 1366,
    "P-39K": 1367,
    "P-39F": 1368,
    "P-39C/P-39D": 1369,
    "Osprey": 1370,
    "OV-1A": 1371,
    "OS2U": 1372,
    "OH-6": 1373,
    "NF-5": 1374,
    "N.23": 1375,
    "N.16C": 1376,
    "Mongol": 1377,
    "Mk.XIVc": 1378,
    "Mk.Vb/": 1379,
    "Mk.VI/NF.II": 1380,
    "Mk.IV/Mk.VI": 1381,
    "Mk.53": 1382,
    "Mk.46": 1383,
    "Miles": 1384,
    "MiG-31B/BS": 1385,
    "MiG-29A/MiG-29B/MiG-29UB": 1386,
    "MiG-25P": 1387,
    "MiG-21PF/MiG-21MF/MiG-21bis": 1388,
    "MiG-21MFN": 1389,
    "MiG-19S": 1390,
    "MiG-19PM": 1391,
    "MiG-19": 1392,
    "Mi-8MT/Mi-17": 1393,
    "Mi-26": 1394,
    "Martin-Baker": 1395,
    "Mandrake": 1396,
    "MR.3": 1397,
    "MB.5": 1398,
    "MB.152": 1399,
    "Little": 1400,
    "LET": 1401,
    "L.B.V": 1402,
    "L-410UVP": 1403,
    "L-13": 1404,
    "Kyushu": 1405,
    "Koolhoven": 1406,
    "Komet": 1407,
    "Klemm": 1408,
    "Kl": 1409,
    "Kingcobra": 1410,
    "Ki-44-II": 1411,
    "Ki-43-III": 1412,
    "Ki-43-I": 1413,
    "Ki-43": 1414,
    "Kaydet": 1415,
    "Ka-226": 1416,
    "Ka-15": 1417,
    "Jumbo": 1418,
    "Jill": 1419,
    "Jenny": 1420,
    "J9N": 1421,
    "J2M3": 1422,
    "J-10S": 1423,
    "J-10A/S": 1424,
    "Irving": 1425,
    "Il-14P": 1426,
    "IV": 1427,
    "Hound": 1428,
    "Hornet/McDonnell-Douglas": 1429,
    "Ho": 1430,
    "Hampden": 1431,
    "Halo": 1432,
    "HAR.3": 1433,
    "H-34": 1434,
    "H-21": 1435,
    "Grigorovich": 1436,
    "Grasshopper": 1437,
    "Goose": 1438,
    "Gipsy": 1439,
    "Gauntlet": 1440,
    "G.50bis": 1441,
    "Fresco": 1442,
    "Fagot": 1443,
    "FB-111A": 1444,
    "F9F-2": 1445,
    "F6U-1": 1446,
    "F/A-18B": 1447,
    "F.6/FGA.9/Mk.58": 1448,
    "F.1M": 1449,
    "F-86D": 1450,
    "F-84E/F-84G": 1451,
    "F-84": 1452,
    "F-80A": 1453,
    "F-5B/Northrop": 1454,
    "F-51D": 1455,
    "F-2": 1456,
    "F-18F": 1457,
    "F-16CG/CJ": 1458,
    "F-117": 1459,
    "E.V": 1460,
    "DHC-6": 1461,
    "DH.82A": 1462,
    "DH": 1463,
    "DC-9-32": 1464,
    "DC-8": 1465,
    "DC-3/Douglas": 1466,
    "D.Va": 1467,
    "D.II": 1468,
    "Concorde": 1469,
    "Cicogna": 1470,
    "Cab": 1471,
    "Ca.310": 1472,
    "CR.32": 1473,
    "CL-604": 1474,
    "CH-53E": 1475,
    "CH-47": 1476,
    "CH-46E": 1477,
    "CH-46D": 1478,
    "C.II": 1479,
    "C.1": 1480,
    "C-130E/H": 1481,
    "Bücker": 1482,
    "Buckeye": 1483,
    "Bleriot-SPAD": 1484,
    "Blanik": 1485,
    "Bee": 1486,
    "Bebe": 1487,
    "BT-13": 1488,
    "BR.20": 1489,
    "B.8": 1490,
    "B.2/B.20": 1491,
    "B-52": 1492,
    "B-25C/B-25D/B-25J": 1493,
    "B-25B": 1494,
    "B-24M": 1495,
    "B-24H": 1496,
    "B-17E/F": 1497,
    "Atlantic": 1498,
    "Ar-2": 1499,
    "An-24": 1500,
    "Alekseyev": 1501,
    "Akatombo/Willow": 1502,
    "Airacomet": 1503,
    "AIR-6": 1504,
    "A6M5b/c": 1505,
    "A321": 1506,
    "A318": 1507,
    "A310": 1508,
    "A.2": 1509,
    "A-7A/A-7B": 1510,
    "A-7": 1511,
    "A-50": 1512,
    "A-4P": 1513,
    "A-4N": 1514,
    "A-4KU": 1515,
    "A-4K": 1516,
    "A-36": 1517,
    "A-20B": 1518,
    "A-10C": 1519,
    "A-10": 1520,
    "9-13": 1521,
    "9-12": 1522,
    "88G-1/Ju": 1523,
    "87D-5": 1524,
    "87B/R": 1525,
    "87B-1": 1526,
    "787-8/9": 1527,
    "747": 1528,
    "737-600/737-700/737-800/737-900": 1529,
    "63.11": 1530,
    "60XR": 1531,
    "6": 1532,
    "4B": 1533,
    "42-500": 1534,
    "410B-2/U4": 1535,
    "40": 1536,
    "37": 1537,
    "35J": 1538,
    "35F/J": 1539,
    "35F": 1540,
    "262A-2": 1541,
    "262A-1A/U4": 1542,
    "234": 1543,
    "219B-1": 1544,
    "219A-5/R4": 1545,
    "219A-0": 1546,
    "215B-5": 1547,
    "196A-3": 1548,
    "190A-7/Fw": 1549,
    "190A-6/Fw": 1550,
    "189": 1551,
    "17Z-10": 1552,
    "156": 1553,
    "152C-0": 1554,
    "123A-1": 1555,
    "111H/He": 1556,
    "111H-3": 1557,
    "111H-22": 1558,
    "110D-3": 1559,
    "110C-7": 1560,
    "11": 1561,
    "109G-6AS": 1562,
    "109G-6/R6": 1563,
    "109G-6/Bf": 1564,
    "109G-5/Bf": 1565,
    "109C": 1566,
    "108B": 1567,
    "106": 1568,
    "103": 1569,
    "g4e": 1570,
    "Zeppelin": 1571,
    "Yak-7A": 1572,
    "Yak-6M": 1573,
    "Yak-55M": 1574,
    "Yak-53": 1575,
    "Yak-4": 1576,
    "Yak-38U": 1577,
    "Yak-36": 1578,
    "Yak-25RV": 1579,
    "Yak-21": 1580,
    "Yak-2": 1581,
    "Yak-1M": 1582,
    "Yak-18P": 1583,
    "Yak-17": 1584,
    "Yak-141": 1585,
    "Yak-12A": 1586,
    "YF-93A": 1587,
    "YF-4E": 1588,
    "Xiaolong": 1589,
    "XI": 1590,
    "XF-88A": 1591,
    "X-3": 1592,
    "Wolf": 1593,
    "Warthog": 1594,
    "Walrus": 1595,
    "Walfisch": 1596,
    "W-3T": 1597,
    "VZ-9": 1598,
    "UTVA": 1599,
    "USS": 1600,
    "UH-1Y": 1601,
    "UH-1N": 1602,
    "UC-61": 1603,
    "U-2": 1604,
    "Typhoon/Tempest": 1605,
    "Tu-95M": 1606,
    "Tu-22M2/M3": 1607,
    "Tu-154M": 1608,
    "Tu-144LL": 1609,
    "Tu-134AK": 1610,
    "Tu-128": 1611,
    "Tu-116": 1612,
    "Triplane": 1613,
    "TriStar": 1614,
    "Tradewind": 1615,
    "Tigereye": 1616,
    "Tenzan": 1617,
    "Taifun": 1618,
    "Tabby": 1619,
    "TT": 1620,
    "TM": 1621,
    "TK": 1622,
    "TF-104G/J": 1623,
    "TBM-3C": 1624,
    "TBM-1C/3": 1625,
    "TBM-1": 1626,
    "TBF-1C/TBM-1C": 1627,
    "TBF": 1628,
    "T.3/T.3a": 1629,
    "T.1A": 1630,
    "T-59": 1631,
    "T-4": 1632,
    "T-39A": 1633,
    "T-39": 1634,
    "T-37": 1635,
    "T-34A/B": 1636,
    "T-2C": 1637,
    "T-28S": 1638,
    "Su-7BKL/Su-7BMK": 1639,
    "Su-7BKL/BMK": 1640,
    "Su-7B": 1641,
    "Su-39": 1642,
    "Su-35S": 1643,
    "Su-30MKI": 1644,
    "Su-27K": 1645,
    "Su-27IB/Su-27M": 1646,
    "Su-27/Su-30": 1647,
    "Su-25UTG": 1648,
    "Su-17M3/M4": 1649,
    "Su-17M2/Su-17M3/Su-17M4": 1650,
    "Su-17/Su-22": 1651,
    "Su-15A": 1652,
    "Su-11": 1653,
    "Strikemaster": 1654,
    "Stinson": 1655,
    "Stiletto": 1656,
    "Starship": 1657,
    "Starfire": 1658,
    "Spruce": 1659,
    "Sportster": 1660,
    "Spiteful": 1661,
    "Spatz": 1662,
    "Slam": 1663,
    "Skyrocket": 1664,
    "Skua": 1665,
    "Shrike": 1666,
    "Shinden": 1667,
    "Shark": 1668,
    "Schleicher": 1669,
    "Sabre/North": 1670,
    "SW-4": 1671,
    "SNJ-4": 1672,
    "SG": 1673,
    "SE": 1674,
    "SAIMAN": 1675,
    "S3": 1676,
    "S2F": 1677,
    "S.XIIIC": 1678,
    "S.E.5": 1679,
    "S.A-4": 1680,
    "S.51C1": 1681,
    "Rogozarski": 1682,
    "Re.2002": 1683,
    "Rammer": 1684,
    "RWD-8": 1685,
    "RF-84F": 1686,
    "RF-5E": 1687,
    "RF-35": 1688,
    "RF-101H": 1689,
    "RF-101G/H": 1690,
    "RF-101A": 1691,
    "R.E.8": 1692,
    "R-3": 1693,
    "Porter": 1694,
    "Pfeil": 1695,
    "Percival": 1696,
    "PCM": 1697,
    "PC-6": 1698,
    "PBY": 1699,
    "P2V": 1700,
    "P.6": 1701,
    "P-63C": 1702,
    "P-40L": 1703,
    "P-40E/P-40M/P-40N": 1704,
    "P-40E/K": 1705,
    "P-39D/P-39F/P-39Q/Mk.I": 1706,
    "P-39/Bell": 1707,
    "P-38G": 1708,
    "P-36A": 1709,
    "P": 1710,
    "Otsu": 1711,
    "Ohka": 1712,
    "OV-1B": 1713,
    "OV-10A/OV-10D": 1714,
    "OV-10": 1715,
    "Nikitin-Shevchenko": 1716,
    "Nieuport-Delage": 1717,
    "Nick": 1718,
    "NiD": 1719,
    "Nell": 1720,
    "Nate": 1721,
    "NF.30": 1722,
    "NF.12": 1723,
    "NF.1": 1724,
    "NF": 1725,
    "NA-265": 1726,
    "N1K1-Ja": 1727,
    "N.28": 1728,
    "N.24bis": 1729,
    "N.16": 1730,
    "N.12": 1731,
    "N.11/N.16": 1732,
    "Mk.XVIE": 1733,
    "Mk.VIII/Mk.IX": 1734,
    "Mk.IX-": 1735,
    "Mk.IIA/Mk.IIB": 1736,
    "Mk.II/Mk.V": 1737,
    "Mk.IC/Mk.III": 1738,
    "Mk.I/III": 1739,
    "Mk.I/II": 1740,
    "Mk.62": 1741,
    "Mk.6": 1742,
    "Mk.52": 1743,
    "Mk.46/Mk.47": 1744,
    "Mk.4": 1745,
    "Mk.100/Mk.101": 1746,
    "MiG-9": 1747,
    "MiG-29SEh": 1748,
    "MiG-29M/MiG-29SM": 1749,
    "MiG-29C": 1750,
    "MiG-27D/MiG-27K/MiG-27M": 1751,
    "MiG-25U": 1752,
    "MiG-25R": 1753,
    "MiG-25PD": 1754,
    "MiG-23S/MiG-23M/MiG-23MS/MiG-23MF/MiG-23U/MiG-23UB": 1755,
    "MiG-23S": 1756,
    "MiG-23PD": 1757,
    "MiG-23P": 1758,
    "MiG-23M/MiG-23ML/MiG-23MF": 1759,
    "MiG-23BM": 1760,
    "MiG-21PF/PFM": 1761,
    "MiG-19P": 1762,
    "MiG-17PFU": 1763,
    "MiG-15/Mikoyan-Gurevich": 1764,
    "MiG-15/MiG-15bis": 1765,
    "Mi-8/Mi-17": 1766,
    "Mi-4A": 1767,
    "Mi-35": 1768,
    "Mi-24V/Mi-24P": 1769,
    "Mi-1M": 1770,
    "Mi-10K": 1771,
    "Mi-10": 1772,
    "Mew": 1773,
    "Mentor": 1774,
    "Mary": 1775,
    "Martinsyde": 1776,
    "Mallow": 1777,
    "Mainstay": 1778,
    "Machine": 1779,
    "MR.1": 1780,
    "MQ-8B": 1781,
    "MH-6J": 1782,
    "MH-6E": 1783,
    "MH-60K": 1784,
    "MH-53E": 1785,
    "MF.11": 1786,
    "MD-90": 1787,
    "MD-87": 1788,
    "MD-80": 1789,
    "MD-11": 1790,
    "MC.202": 1791,
    "MB/": 1792,
    "MB-339": 1793,
    "Longbow": 1794,
    "Lockheed-Martin/General": 1795,
    "Lincoln": 1796,
    "Lim-1/Lim-2/Lim-5/Lim-6/": 1797,
    "Lim-1/Lim-2": 1798,
    "Lim-1/2": 1799,
    "Leopard": 1800,
    "LeO": 1801,
    "Latecoere": 1802,
    "Laird-Turner": 1803,
    "La-5F/La-5FN": 1804,
    "La-200": 1805,
    "LTR-14": 1806,
    "L-60S": 1807,
    "L-60": 1808,
    "L-410M/L-410MU": 1809,
    "L-410FG": 1810,
    "L-410": 1811,
    "L-39ZO": 1812,
    "L-1011": 1813,
    "L": 1814,
    "Kugisho": 1815,
    "Kittyhawk/Curtiss": 1816,
    "Ki-78": 1817,
    "Ki-46": 1818,
    "Ki-32": 1819,
    "Ki-30": 1820,
    "Ki-27": 1821,
    "Ki-100-I": 1822,
    "Karas": 1823,
    "Kai": 1824,
    "Ka-28": 1825,
    "Ka-15M": 1826,
    "Ka-10": 1827,
    "KEN": 1828,
    "KC-130J": 1829,
    "K5Y1": 1830,
    "JL-9": 1831,
    "J7W2": 1832,
    "J2M6": 1833,
    "J2F": 1834,
    "J1N1": 1835,
    "J-8II": 1836,
    "J-21A3": 1837,
    "J-20": 1838,
    "J-15": 1839,
    "J-11B": 1840,
    "J-10B/Chengdu": 1841,
    "J-10B": 1842,
    "J-10A": 1843,
    "Iroquois": 1844,
    "Il-96-300PU": 1845,
    "Il-96-300": 1846,
    "Il-4": 1847,
    "Il-28": 1848,
    "Il-14M": 1849,
    "Il-12": 1850,
    "Il-10/Avia": 1851,
    "IP-1": 1852,
    "IK-3": 1853,
    "IIN": 1854,
    "IIIRD": 1855,
    "IIIF": 1856,
    "IIICJ": 1857,
    "I-215": 1858,
    "I-152": 1859,
    "Hummel": 1860,
    "Horse": 1861,
    "Hoplite": 1862,
    "Hind-E": 1863,
    "Heron": 1864,
    "Hanriot": 1865,
    "HH-60H": 1866,
    "HF.20": 1867,
    "HAS.3": 1868,
    "HAS.2": 1869,
    "H.IV": 1870,
    "H-19/S-55": 1871,
    "H-19": 1872,
    "Gull": 1873,
    "Goshawk": 1874,
    "Goppingen": 1875,
    "Goliath": 1876,
    "Go": 1877,
    "Gekko": 1878,
    "Gee": 1879,
    "Galeb": 1880,
    "GR.7/GR.9/AV-8B": 1881,
    "GR.5": 1882,
    "GR.1/GR.3/Sea": 1883,
    "GL.VII": 1884,
    "G4M2e": 1885,
    "G3M3": 1886,
    "G3M2": 1887,
    "G.50": 1888,
    "G.4": 1889,
    "G-6": 1890,
    "G-4": 1891,
    "Fulmar": 1892,
    "Fullback": 1893,
    "Folgore": 1894,
    "Fleetster": 1895,
    "Flashlight": 1896,
    "Fireball": 1897,
    "Fafnir": 1898,
    "FRS.1/AV-8A": 1899,
    "FR-1": 1900,
    "FGR4": 1901,
    "FGA.6": 1902,
    "FC-1": 1903,
    "FB.9": 1904,
    "FB.50": 1905,
    "FAW.1": 1906,
    "F7F-3N": 1907,
    "F4F-3A": 1908,
    "F/A-18E/F": 1909,
    "F/A-18C/D": 1910,
    "F.VIIa": 1911,
    "F.K.58C.1": 1912,
    "F.B.5": 1913,
    "F.62": 1914,
    "F.2/F.2A/F.3/F.6": 1915,
    "F.2": 1916,
    "F.1CT/F.1CR": 1917,
    "F.1CG": 1918,
    "F.1/F.3": 1919,
    "F-94B": 1920,
    "F-8E/F-8H": 1921,
    "F-8E(FN)": 1922,
    "F-82B/F-82E": 1923,
    "F-6D": 1924,
    "F-6C/D": 1925,
    "F-6C": 1926,
    "F-5E/Northrop": 1927,
    "F-5E/F-5F": 1928,
    "F-51": 1929,
    "F-4J/S": 1930,
    "F-4E/F-4F": 1931,
    "F-4C/F": 1932,
    "F-4C/D": 1933,
    "F-4B/F-4J/F-4N/F-4S": 1934,
    "F-35C": 1935,
    "F-35": 1936,
    "F-16NJ": 1937,
    "F-111C": 1938,
    "F-111A": 1939,
    "F-106A/F-106B": 1940,
    "F-106": 1941,
    "F-105": 1942,
    "F-104J": 1943,
    "F-104A": 1944,
    "F-101C": 1945,
    "F-101A": 1946,
    "F-100C/F-100D": 1947,
    "Eagle/Lockheed-Martin": 1948,
    "ES-3A": 1949,
    "EMB": 1950,
    "E/T.4": 1951,
    "E.II": 1952,
    "E-4": 1953,
    "E-3": 1954,
    "Dolphin": 1955,
    "DH.88": 1956,
    "DH.60X": 1957,
    "DH.60": 1958,
    "DF": 1959,
    "DAP": 1960,
    "D.501": 1961,
    "D-9": 1962,
    "Criquet": 1963,
    "Corsair/": 1964,
    "Cleat": 1965,
    "Christen": 1966,
    "Caribou": 1967,
    "Caravelle": 1968,
    "Canso": 1969,
    "CS-92": 1970,
    "CR.42": 1971,
    "CF-5A/CF-116": 1972,
    "CF-101B": 1973,
    "CE": 1974,
    "CASA": 1975,
    "C3N-1": 1976,
    "C12": 1977,
    "C.200/C.205": 1978,
    "C.2": 1979,
    "C.10": 1980,
    "C-45F/UC-45F": 1981,
    "C-33": 1982,
    "C-212": 1983,
    "C-141B": 1984,
    "C-130T": 1985,
    "C-130H/C-130J": 1986,
    "C-130E": 1987,
    "C-130A": 1988,
    "C-123B": 1989,
    "Buzzard": 1990,
    "Bryza": 1991,
    "Brabazon": 1992,
    "Boomerang": 1993,
    "Bones": 1994,
    "Blackbird": 1995,
    "Beluga": 1996,
    "Beech": 1997,
    "Beaufort": 1998,
    "Bear": 1999,
    "Be-6": 2000,
    "Be-200": 2001,
    "Be-10": 2002,
    "Banshee": 2003,
    "Baltimore": 2004,
    "Backfire": 2005,
    "BM": 2006,
    "B6N2": 2007,
    "B6N": 2008,
    "B.V": 2009,
    "B.IFE/B.III": 2010,
    "B.I/Mk.II/Mk.III": 2011,
    "B.E.2e": 2012,
    "B.2/K.2": 2013,
    "B-52G": 2014,
    "B-52A": 2015,
    "B-35.2": 2016,
    "B-33": 2017,
    "B-24N": 2018,
    "B-24L": 2019,
    "B-17E/B-17F": 2020,
    "B-17E": 2021,
    "B-17D": 2022,
    "B-17C": 2023,
    "Avrocar": 2024,
    "Aviocar": 2025,
    "Avanti": 2026,
    "Atlant": 2027,
    "Ann": 2028,
    "An-32": 2029,
    "An-24T": 2030,
    "An-24/An-30": 2031,
    "An-12B": 2032,
    "An-10": 2033,
    "Aermacchi": 2034,
    "Adam": 2035,
    "AU-23": 2036,
    "ASK": 2037,
    "AS.1/AS.4": 2038,
    "AJ-37/JA-37": 2039,
    "AH-64": 2040,
    "AH-1Z": 2041,
    "AH-1W": 2042,
    "AF-2S": 2043,
    "AD-4Q": 2044,
    "AC/": 2045,
    "A6M8": 2046,
    "A6M6": 2047,
    "A6M5b": 2048,
    "A6M5/5a": 2049,
    "A6M3/": 2050,
    "A6M2/Mitsubishi": 2051,
    "A6M2/A6M5": 2052,
    "A340-300": 2053,
    "A340": 2054,
    "A330-200": 2055,
    "A300/Airbus": 2056,
    "A300/A310": 2057,
    "A300-600": 2058,
    "A/GR.1/GR.3": 2059,
    "A.I": 2060,
    "A.100": 2061,
    "A-9": 2062,
    "A-7B": 2063,
    "A-7A": 2064,
    "A-5": 2065,
    "A-4SU": 2066,
    "A-4L": 2067,
    "A-4H": 2068,
    "A-4/TA-4": 2069,
    "A-37": 2070,
    "A-26": 2071,
    "A-24A": 2072,
    "A-20C": 2073,
    "A-2": 2074,
    "96B": 2075,
    "9": 2076,
    "88G-6/Ju": 2077,
    "88D": 2078,
    "88C-6/": 2079,
    "88C-4/Ju": 2080,
    "88C-2": 2081,
    "88A-6": 2082,
    "88/He": 2083,
    "87R-2": 2084,
    "87G-1": 2085,
    "87D-3N": 2086,
    "87C": 2087,
    "87B/R2": 2088,
    "767-200": 2089,
    "757-300": 2090,
    "75": 2091,
    "747-400": 2092,
    "737-55S": 2093,
    "737-500": 2094,
    "727-223": 2095,
    "707": 2096,
    "68F": 2097,
    "68E": 2098,
    "633": 2099,
    "631": 2100,
    "630": 2101,
    "58C": 2102,
    "55": 2103,
    "52/3": 2104,
    "52": 2105,
    "51B-1": 2106,
    "500": 2107,
    "50": 2108,
    "451": 2109,
    "3M-T": 2110,
    "39C/D": 2111,
    "38": 2112,
    "35O": 2113,
    "35FS": 2114,
    "349": 2115,
    "342": 2116,
    "341": 2117,
    "335A-12": 2118,
    "32": 2119,
    "318": 2120,
    "314": 2121,
    "312": 2122,
    "29A": 2123,
    "298": 2124,
    "262B-2": 2125,
    "262B-1A/Avia": 2126,
    "262A-2a/U2": 2127,
    "262A-1B": 2128,
    "262A-1A/U5": 2129,
    "262A-1A/U1": 2130,
    "262A-1/Me": 2131,
    "222": 2132,
    "217E": 2133,
    "210A-1": 2134,
    "210": 2135,
    "202B": 2136,
    "202A": 2137,
    "202": 2138,
    "200C-9": 2139,
    "200C-8/Fw": 2140,
    "200C-5/Fw": 2141,
    "200C-4/Fw": 2142,
    "200C-3/Fw": 2143,
    "200C-2": 2144,
    "2000-5EDA": 2145,
    "2000-5DDA": 2146,
    "2000-5": 2147,
    "190G": 2148,
    "190F/Fw": 2149,
    "190D-12": 2150,
    "190D-11/Fw": 2151,
    "190A-9/Fw": 2152,
    "190A-8/RS": 2153,
    "190A-8/R8": 2154,
    "190A-5/U12": 2155,
    "190A-4/Fw": 2156,
    "190A-2/Fw": 2157,
    "1900D": 2158,
    "189V6": 2159,
    "183A": 2160,
    "181": 2161,
    "177A-5": 2162,
    "167": 2163,
    "163S": 2164,
    "163": 2165,
    "156C-3": 2166,
    "14B-2": 2167,
    "14": 2168,
    "12": 2169,
    "111P-1": 2170,
    "111H-4/H-6": 2171,
    "111H-2/He": 2172,
    "111H-2": 2173,
    "111H-16/He": 2174,
    "111H-1": 2175,
    "110F/Bf": 2176,
    "110E/Bf": 2177,
    "110C/D": 2178,
    "109K-6": 2179,
    "109G-14AS": 2180,
    "109F-4/Bf": 2181,
    "109E-8": 2182,
    "109E-0": 2183,
    "109C/Bf": 2184,
    "109B-2": 2185,
    "/Su-7BM/Su-7BMK/Su-7U": 2186,
    "/FAW.22": 2187,
    "Zveno-1A": 2188,
    "ZAGI": 2189,
    "Z-526": 2190,
    "Z-50M": 2191,
    "Z-50L": 2192,
    "Z-381/C-106/SK-25": 2193,
    "Z-326": 2194,
    "Z-281/C-6": 2195,
    "York": 2196,
    "Yermolayev": 2197,
    "Yer-2ON": 2198,
    "Yer-2": 2199,
    "Ye-8": 2200,
    "Yak-9U": 2201,
    "Yak-9T": 2202,
    "Yak-9P": 2203,
    "Yak-8": 2204,
    "Yak-7B": 2205,
    "Yak-7A/Yak-7B": 2206,
    "Yak-55": 2207,
    "Yak-54": 2208,
    "Yak-52M": 2209,
    "Yak-42": 2210,
    "Yak-38M": 2211,
    "Yak-38/Yak-38M": 2212,
    "Yak-32": 2213,
    "Yak-30": 2214,
    "Yak-28R": 2215,
    "Yak-28L": 2216,
    "Yak-28I": 2217,
    "Yak-28": 2218,
    "Yak-27R": 2219,
    "Yak-27K-8": 2220,
    "Yak-26": 2221,
    "Yak-25S": 2222,
    "Yak-25RVV": 2223,
    "Yak-25RV-II": 2224,
    "Yak-25M": 2225,
    "Yak-25K": 2226,
    "Yak-25B": 2227,
    "Yak-25": 2228,
    "Yak-23": 2229,
    "Yak-210": 2230,
    "Yak-200": 2231,
    "Yak-1b": 2232,
    "Yak-1N": 2233,
    "Yak-1B": 2234,
    "Yak-18PS": 2235,
    "Yak-18PM": 2236,
    "Yak-18M-12": 2237,
    "Yak-18A": 2238,
    "Yak-17UTI": 2239,
    "Yak-15": 2240,
    "Yak-130D": 2241,
    "Yak-130": 2242,
    "Yak-11": 2243,
    "Yak-1/Yak-7/Yak-9": 2244,
    "Yak-1/Yak-3/Yak-7/Yak-9": 2245,
    "Yak-1/Yak-1B": 2246,
    "YS-11": 2247,
    "YP-59": 2248,
    "YF-107A": 2249,
    "YC-15": 2250,
    "YC-125": 2251,
    "YB-49": 2252,
    "Y1A-8": 2253,
    "Xian": 2254,
    "XP-68": 2255,
    "XP-59": 2256,
    "XOH-1": 2257,
    "XIX": 2258,
    "XFV-12A": 2259,
    "XFL-1": 2260,
    "XF5F-1": 2261,
    "XF2R-1": 2262,
    "XF-90Y": 2263,
    "XF-90": 2264,
    "XF-2A": 2265,
    "XF-109": 2266,
    "XF-108": 2267,
    "XF-103": 2268,
    "XCG-7": 2269,
    "XCG-16": 2270,
    "XC8A": 2271,
    "XC-65": 2272,
    "XB-35": 2273,
    "X-6": 2274,
    "X-22A": 2275,
    "X-2": 2276,
    "X-19": 2277,
    "X-18": 2278,
    "X-15": 2279,
    "X-14A": 2280,
    "X": 2281,
    "Wirraway/CAC": 2282,
    "Wirraway": 2283,
    "Winjeel": 2284,
    "Windsor": 2285,
    "Wildcatfish": 2286,
    "Wildcat/Martlet": 2287,
    "White": 2288,
    "Whale": 2289,
    "Weihe": 2290,
    "Wedell-Williams": 2291,
    "Wasp": 2292,
    "Warhawk/Curtiss": 2293,
    "Wackett": 2294,
    "WR": 2295,
    "WB-66": 2296,
    "W.4": 2297,
    "W.29": 2298,
    "W.20": 2299,
    "W-3RL": 2300,
    "Voyager": 2301,
    "Voisin": 2302,
    "Viscount": 2303,
    "Virgin": 2304,
    "Vindicator": 2305,
    "Vinci": 2306,
    "Vimy": 2307,
    "Vildebeest": 2308,
    "Vega": 2309,
    "Vazka": 2310,
    "Vanneau": 2311,
    "Vanguard": 2312,
    "VT-3": 2313,
    "VI": 2314,
    "VG-36": 2315,
    "VEF": 2316,
    "VC10": 2317,
    "V-11": 2318,
    "Ultra": 2319,
    "UT-2": 2320,
    "UM": 2321,
    "UH-60A/UH-60L": 2322,
    "UH-34D": 2323,
    "UH-34": 2324,
    "UH-1H": 2325,
    "UH-1": 2326,
    "UC-43/C-18": 2327,
    "UC-123K": 2328,
    "U-2S": 2329,
    "U-2/Po-2VS": 2330,
    "U-2/Po-2": 2331,
    "Tutor": 2332,
    "Tu-95U": 2333,
    "Tu-95MS": 2334,
    "Tu-95H": 2335,
    "Tu-95": 2336,
    "Tu-22M2/Tu-22M3": 2337,
    "Tu-22": 2338,
    "Tu-154": 2339,
    "Tu-142MZ": 2340,
    "Tu-134UBL": 2341,
    "Tu-134SH": 2342,
    "Tu-128U": 2343,
    "Tu-114A": 2344,
    "TsKB-19": 2345,
    "Trimotor": 2346,
    "Traveller": 2347,
    "Travel": 2348,
    "Training": 2349,
    "Trainer": 2350,
    "Tornado-": 2351,
    "Tony'": 2352,
    "Tomashevich": 2353,
    "Tomahawk/Warhawk": 2354,
    "Tomahawk/P-40C": 2355,
    "Thunderwarrior": 2356,
    "Thunderstreak/Thunderflash": 2357,
    "Thunder": 2358,
    "Texan/T-6G": 2359,
    "Texan/North": 2360,
    "Texan/Harvard": 2361,
    "TT.5": 2362,
    "TP-40N": 2363,
    "TOE": 2364,
    "TL-Jager": 2365,
    "TH-1G": 2366,
    "TG-5": 2367,
    "TF-104": 2368,
    "TF-100F": 2369,
    "TBY-2": 2370,
    "TBY-1": 2371,
    "TBM/TBF": 2372,
    "TBM-3W": 2373,
    "TBM-1/TBF-3": 2374,
    "TBF/TBM": 2375,
    "TBF-1C": 2376,
    "TBF-1/TBF-3/TBM-1": 2377,
    "TB-1": 2378,
    "TA-7C": 2379,
    "T5": 2380,
    "T.5/T.5A": 2381,
    "T.4/T.5": 2382,
    "T.4": 2383,
    "T.3/T.3a/T.4": 2384,
    "T.2A": 2385,
    "T.20": 2386,
    "T.2/E": 2387,
    "T.17": 2388,
    "T.1/T.51/T.52": 2389,
    "T-6D/G": 2390,
    "T-49": 2391,
    "T-45C": 2392,
    "T-45": 2393,
    "T-43A": 2394,
    "T-38A/C": 2395,
    "T-38A/AT-38/T-38C": 2396,
    "T-34A": 2397,
    "T-33/Lockheed": 2398,
    "T-28B/T-28D": 2399,
    "T-22": 2400,
    "T-2": 2401,
    "Sycamore": 2402,
    "Swift": 2403,
    "Superjet": 2404,
    "Su-9U": 2405,
    "Su-9": 2406,
    "Su-7BKL/Sukhoi": 2407,
    "Su-7B/U": 2408,
    "Su-7B/Su-7U": 2409,
    "Su-7": 2410,
    "Su-47": 2411,
    "Su-37": 2412,
    "Su-35BM": 2413,
    "Su-32FN": 2414,
    "Su-32/Su-34": 2415,
    "Su-31": 2416,
    "Su-30MKK2": 2417,
    "Su-30MK/MKA/MKK/": 2418,
    "Su-30MK": 2419,
    "Su-30K/KN": 2420,
    "Su-3": 2421,
    "Su-29": 2422,
    "Su-28": 2423,
    "Su-27UB/Su-30": 2424,
    "Su-27MKK": 2425,
    "Su-27K/KUB": 2426,
    "Su-27IB": 2427,
    "Su-27D": 2428,
    "Su-27/Su-30/Su-33/": 2429,
    "Su-27/Su-27UB/Su-30MKK/Su-33": 2430,
    "Su-27/Su-27UB/Su-30MKK": 2431,
    "Su-27/Su-27UB": 2432,
    "Su-26": 2433,
    "Su-25UBK": 2434,
    "Su-25TM": 2435,
    "Su-25TK": 2436,
    "Su-25/Su-25": 2437,
    "Su-24MK": 2438,
    "Su-22M3": 2439,
    "Su-17M4/Sukhoi": 2440,
    "Su-15TM": 2441,
    "Su-1": 2442,
    "Stummel": 2443,
    "Stratotanker": 2444,
    "Stout": 2445,
    "Starlifter": 2446,
    "Stallion": 2447,
    "St": 2448,
    "Spectre": 2449,
    "Sparrowhawk": 2450,
    "SpaceShipOne": 2451,
    "Sotka": 2452,
    "Solution": 2453,
    "Slingsby": 2454,
    "Skystreak": 2455,
    "Skyflash": 2456,
    "Skycar": 2457,
    "Shmel": 2458,
    "Ship": 2459,
    "Shiden": 2460,
    "Shavrov": 2461,
    "Sh-2": 2462,
    "Seversky": 2463,
    "Series": 2464,
    "Sentinel": 2465,
    "Seiran": 2466,
    "Seafang": 2467,
    "Seabee": 2468,
    "Scout/Wasp": 2469,
    "Scout": 2470,
    "Scorpion": 2471,
    "Schulgleiter": 2472,
    "Sao": 2473,
    "Salmson-Moineau": 2474,
    "Salmson": 2475,
    "Sally": 2476,
    "Sakeen": 2477,
    "Saiun": 2478,
    "SVA.10": 2479,
    "ST-25": 2480,
    "SR20/T-53A": 2481,
    "SR-71A": 2482,
    "SR-71": 2483,
    "SPL": 2484,
    "SNCASE": 2485,
    "SM.82": 2486,
    "SHU-16B": 2487,
    "SH-60J": 2488,
    "SH-60B/J": 2489,
    "SH-60": 2490,
    "SH-3H": 2491,
    "SH-3G": 2492,
    "SH-14D": 2493,
    "SE.535": 2494,
    "SBD-3/SBD-4": 2495,
    "SBD-1/SBD-2/SBD-3/SBD-4": 2496,
    "SB2U-3": 2497,
    "SB2C-3": 2498,
    "SB2C-1C": 2499,
    "SB-2": 2500,
    "SB-17": 2501,
    "SA330BA": 2502,
    "SA318": 2503,
    "SA-330E": 2504,
    "S2G": 2505,
    "S2E": 2506,
    "S1": 2507,
    "S.M.1": 2508,
    "S.A-2": 2509,
    "S.6B": 2510,
    "S.6": 2511,
    "S.51": 2512,
    "S.2A/2B": 2513,
    "S.14": 2514,
    "S-92/CS-92": 2515,
    "S-70A": 2516,
    "S-61A": 2517,
    "S-61": 2518,
    "S-58": 2519,
    "S-43/JRS-1": 2520,
