{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "Nothing": 4,
    "-": 5,
    "&": 6,
    "Bf": 7,
    "Spitfire": 8,
    "Messerschmitt": 9,
    "/": 10,
    "Supermarine": 11,
    "Fw": 12,
    "Hawker": 13,
    "+": 14,
    "North": 15,
    "Boeing": 16,
    "Grumman": 17,
    "American": 18,
    "Ju": 19,
    "Mustang": 20,
    "Focke-Wulf": 21,
    "Phantom": 22,
    "Lockheed": 23,
    "Mk.I": 24,
    "Douglas": 25,
    "McDonnell-Douglas": 26,
    "II": 27,
    "Junkers": 28,
    "Havilland": 29,
    "de": 30,
    "Sukhoi": 31,
    "He": 32,
    "Curtiss": 33,
    "Hurricane": 34,
    "Fokker": 35,
    "P-51D": 36,
    "Mikoyan-Gurevich": 37,
    "Me": 38,
    "Mitsubishi": 39,
    "Sea": 40,
    "Mirage": 41,
    "Bristol": 42,
    "Harrier": 43,
    "Heinkel": 44,
    "Mk": 45,
    "Hornet": 46,
    "Corsair": 47,
    "Super": 48,
    "Tomcat": 49,
    "Lightning": 50,
    "Avro": 51,
    "Hawk": 52,
    "Thunderbolt": 53,
    "Tornado": 54,
    "BAe": 55,
    "Vought": 56,
    "Gloster": 57,
    "Republic": 58,
    "Typhoon": 59,
    "Dassault": 60,
    "Mk.II": 61,
    "Do": 62,
    "Lancaster": 63,
    "Bell": 64,
    "Lockheed-Martin": 65,
    "Saab": 66,
    "Eagle": 67,
    "P-47D": 68,
    "Westland": 69,
    "Fairey": 70,
    "B": 71,
    "Mosquito": 72,
    "Tiger": 73,
    "F-14A": 74,
    "Type": 75,
    "Flying": 76,
    "Dornier": 77,
    "Zero": 78,
    "Sabre": 79,
    "109": 80,
    "Fortress": 81,
    "Stuka": 82,
    "Nakajima": 83,
    "Hellcat": 84,
    "Northrop": 85,
    "109G-6": 86,
    "Sopwith": 87,
    "McDonnell": 88,
    "Albatros": 89,
    "Falcon": 90,
    "Starfighter": 91,
    "Mikoyan": 92,
    "Yakovlev": 93,
    "Tempest": 94,
    "Skyhawk": 95,
    "Mk.V": 96,
    "Mil": 97,
    "Panavia": 98,
    "Vickers": 99,
    "Beaufighter": 100,
    "F-4": 101,
    "Gladiator": 102,
    "Hunter": 103,
    "Flanker": 104,
    "Sikorsky": 105,
    "Fiat": 106,
    "B-17G": 107,
    "Meteor": 108,
    "Mitchell": 109,
    "Ilyushin": 110,
    "Kawasaki": 111,
    "Polikarpov": 112,
    "Airbus": 113,
    "BAC/EE": 114,
    "Fury": 115,
    "Ar": 116,
    "Arado": 117,
    "Fighting": 118,
    "109E": 119,
    "Wildcat": 120,
    "C": 121,
    "Warhawk": 122,
    "190": 123,
    "Moth": 124,
    "Dragon": 125,
    "Nieuport": 126,
    "Mk.IV": 127,
    "Vampire": 128,
    "MiG-21": 129,
    "J": 130,
    "Eurofighter": 131,
    "F-16": 132,
    "Jaguar": 133,
    "Aero": 134,
    "Mk.III": 135,
    "PZL": 136,
    "MiG-29": 137,
    "Avia": 138,
    "190A-8": 139,
    "Fulcrum": 140,
    "Blenheim": 141,
    "Tupolev": 142,
    "Camel": 143,
    "D.VII": 144,
    "III": 145,
    "A": 146,
    "Handley-Page": 147,
    "P-51B": 148,
    "F": 149,
    "Consolidated": 150,
    "D": 151,
    "Su-27": 152,
    "262": 153,
    "Martin": 154,
    "F-4J": 155,
    "F-16C": 156,
    "Hs": 157,
    "Antonov": 158,
    "Mk.IX": 159,
    "F.1": 160,
    "I": 161,
    "General": 162,
    "Liberator": 163,
    "DH.98": 164,
    "Canberra": 165,
    "Mk.VI": 166,
    "Avenger": 167,
    "Mk.Vb": 168,
    "Fairchild": 169,
    "Buccaneer": 170,
    "Lavochkin": 171,
    "Black": 172,
    "Invader": 173,
    "Dynamics": 174,
    "F/A-18E": 175,
    "Skyraider": 176,
    "King": 177,
    "Hercules": 178,
    "190D-9": 179,
    "Henschel": 180,
    "Wellington": 181,
    "Blackburn": 182,
    "SPAD": 183,
    "Short": 184,
    "Airacobra": 185,
    "MiG-21MF": 186,
    "1": 187,
    "Model": 188,
    "F/A-18C": 189,
    "Dr.I": 190,
    "Ford": 191,
    "Jet": 192,
    "I-16": 193,
    "F-15E": 194,
    "Mk.IXc": 195,
    "Convair": 196,
    "Kittyhawk": 197,
    "Gnat": 198,
    "F-4B": 199,
    "F-14D": 200,
    "Tomahawk": 201,
    "Cessna": 202,
    "Ta": 203,
    "MiG-15": 204,
    "BAC": 205,
    "Fieseler": 206,
    "Dauntless": 207,
    "109E-3": 208,
    "Fi": 209,
    "88": 210,
    "GR.1": 211,
    "T.1": 212,
    "Mk.VIII": 213,
    "Macchi": 214,
    "Swordfish": 215,
    "Defiant": 216,
    "F-104G": 217,
    "Viggen": 218,
    "E": 219,
    "Intruder": 220,
    "2": 221,
    "Cobra": 222,
    "Battle": 223,
    "P-40E": 224,
    "Seafire": 225,
    "109G-10": 226,
    "Crusader": 227,
    "D.III": 228,
    "88A-4": 229,
    "Widow": 230,
    "P-40B": 231,
    "Boulton-Paul": 232,
    "Stirling": 233,
    "F-4E": 234,
    "109G": 235,
    "F6F-5": 236,
    "Draken": 237,
    "F-15C": 238,
    "Sepecat": 239,
    "Flogger": 240,
    "B-17F": 241,
    "Bronco": 242,
    "Star": 243,
    "Panther": 244,
    "Folland": 245,
    "F/A-18": 246,
    "F4U-1": 247,
    "Lynx": 248,
    "111": 249,
    "Firefly": 250,
    "109E-4": 251,
    "P-40N": 252,
    "87": 253,
    "Storch": 254,
    "Delta": 255,
    "190F-8": 256,
    "Apache": 257,
    "S.E.5a": 258,
    "Buffalo": 259,
    "IV": 260,
    "Morane-Saulnier": 261,
    "JAS": 262,
    "Mk.1": 263,
    "110": 264,
    "Hawker-Siddeley": 265,
    "Mk.Ib": 266,
    "P-40": 267,
    "Il-2": 268,
    "F/A-18F": 269,
    "190A": 270,
    "Raptor": 271,
    "F-14": 272,
    "109F-4": 273,
    "Rafale": 274,
    "F.6": 275,
    "Beechcraft": 276,
    "A-4": 277,
    "F.3": 278,
    "Dakota": 279,
    "Shooting": 280,
    "F4F-4": 281,
    "Mk.X": 282,
    "F-104": 283,
    "Kfir": 284,
    "P-51": 285,
    "F-15": 286,
    "F6F-3": 287,
    "Strike": 288,
    "Hien": 289,
    "FB": 290,
    "A6M2": 291,
    "Shackleton": 292,
    "109G-2": 293,
    "Helldiver": 294,
    "Vulcan": 295,
    "Triplane": 296,
    "Seahawk": 297,
    "Kawanishi": 298,
    "G": 299,
    "Fishbed": 300,
    "Chinook": 301,
    "C-47": 302,
    "Superfortress": 303,
    "F-117A": 304,
    "Canadair": 305,
    "Mk.IIC": 306,
    "PE": 307,
    "Destroyer": 308,
    "B-25J": 309,
    "Catalina": 310,
    "Hind": 311,
    "I-153": 312,
    "A-10A": 313,
    "Aircraft": 314,
    "Mk.IB": 315,
    "F-5E": 316,
    "Su-25": 317,
    "S.XIII": 318,
    "Gripen": 319,
    "F-16A": 320,
    "Brewster": 321,
    "MiG-29A": 322,
    "Magister": 323,
    "A-6E": 324,
    "AV-8B": 325,
    "Mk.VB": 326,
    "Mk.Ia": 327,
    "Factory": 328,
    "190A-5": 329,
    "MB": 330,
    "Wessex": 331,
    "F-35A": 332,
    "Honda": 333,
    "A6M5": 334,
    "Marauder": 335,
    "Victor": 336,
    "Provost": 337,
    "Viking": 338,
    "Frogfoot": 339,
    "Comet": 340,
    "109F": 341,
    "B-29": 342,
    "Aichi": 343,
    "Alpha": 344,
    "Royal": 345,
    "P-38J": 346,
    "Osprey": 347,
    "V": 348,
    "Armstrong-Whitworth": 349,
    "PR": 350,
    "Lancer": 351,
    "GR.3": 352,
    "Thunderjet": 353,
    "Thunderchief": 354,
    "FGR.2": 355,
    "B.I/B.III": 356,
    "Mk.XVI": 357,
    "F4U-1D": 358,
    "F/A-18D": 359,
    "B.2": 360,
    "Halifax": 361,
    "Pfalz": 362,
    "Dewoitine": 363,
    "AH-1G": 364,
    "Master": 365,
    "Demon": 366,
    "F-100D": 367,
    "Barracuda": 368,
    "Bearcat": 369,
    "Mk.I/Mk.II": 370,
    "F-35B": 371,
    "190D": 372,
    "Kamov": 373,
    "Huey": 374,
    "Mk.Vc": 375,
    "Vixen": 376,
    "Sunderland": 377,
    "Su-33": 378,
    "Su-27UB": 379,
    "F4U": 380,
    "Zlin": 381,
    "Walrus": 382,
    "MiG-25": 383,
    "MiG-23": 384,
    "Yak-3": 385,
    "F-4C": 386,
    "52/3m": 387,
    "L-29": 388,
    "Fouga": 389,
    "Reggiane": 390,
    "F6F": 391,
    "Ensign": 392,
    "Ventura": 393,
    "F4U-1A": 394,
    "Lysander": 395,
    "Fighter": 396,
    "Voss": 397,
    "Texan": 398,
    "Blohm": 399,
    "Sturmovik": 400,
    "GR.4": 401,
    "F/A-18A": 402,
    "Condor": 403,
    "Bulldog": 404,
    "Prowler": 405,
    "P-38": 406,
    "A-10": 407,
    "Voodoo": 408,
    "IAI": 409,
    "Uhu": 410,
    "P-47": 411,
    "B-25": 412,
    "Javelin": 413,
    "Gannet": 414,
    "Nighthawk": 415,
    "A-7E": 416,
    "T": 417,
    "IDS": 418,
    "262A": 419,
    "EA-6B": 420,
    "17": 421,
    "Blackbird": 422,
    "F.2A": 423,
    "D.V": 424,
    "Airco": 425,
    "Venom": 426,
    "F4U-4": 427,
    "Stratofortress": 428,
    "Breguet": 429,
    "Petlyakov": 430,
    "Trojan": 431,
    "F-86F": 432,
    "FRS.1": 433,
    "IX": 434,
    "Foxbat": 435,
    "F-22": 436,
    "Shuttle": 437,
    "ECR": 438,
    "A-4E": 439,
    "21": 440,
    "Space": 441,
    "Jeep": 442,
    "Chipmunk": 443,
    "A-1": 444,
    "F-8E": 445,
    "T1": 446,
    "Mk.IIa": 447,
    "Havoc": 448,
    "111H-6": 449,
    "Wiking": 450,
    "MiG-21bis": 451,
    "F-4EJ": 452,
    "B-1B": 453,
    "Dog": 454,
    "Delfin": 455,
    "C-130": 456,
    "Leopard": 457,
    "Hughes": 458,
    "B.III": 459,
    "109G-14": 460,
    "219": 461,
    "MiG-3": 462,
    "F-22A": 463,
    "Dragonfly": 464,
    "A-1H": 465,
    "bis": 466,
    "P-39": 467,
    "F-16CJ": 468,
    "2000": 469,
    "109F-2": 470,
    "IIIC": 471,
    "Raiden": 472,
    "P.11C": 473,
    "FG.1": 474,
    "B-24": 475,
    "B-17": 476,
    "F-4D": 477,
    "Embraer": 478,
    "Piper": 479,
    "JA-37": 480,
    "Fitter": 481,
    "B-24D": 482,
    "Twin": 483,
    "5": 484,
    "Hayabusa": 485,
    "Gotha": 486,
    "Concorde": 487,
    "Mk.IF": 488,
    "TF": 489,
    "Skytrain": 490,
    "Hawkeye": 491,
    "Dart": 492,
    "Baby": 493,
    "PBY-5A": 494,
    "MiG-15bis": 495,
    "Valiant": 496,
    "Mk.IXe": 497,
    "Miles": 498,
    "Lansen": 499,
    "Etendard": 500,
    "E-2C": 501,
    "CR.42": 502,
    "A-4F": 503,
    "MiG-17F": 504,
    "Fulmar": 505,
    "35": 506,
    "Rockwell": 507,
    "EA-18G": 508,
    "WS-61": 509,
    "Mk1": 510,
    "K": 511,
    "F-105D": 512,
    "Claude": 513,
    "B-24J": 514,
    "Mi-24V": 515,
    "La-5": 516,
    "F.8": 517,
    "DH.82A": 518,
    "DC-3": 519,
    "Mi-24": 520,
    "F.2B": 521,
    "Tracker": 522,
    "Mk.4": 523,
    "Fresco": 524,
    "Foxhound": 525,
    "Mohawk": 526,
    "Boston": 527,
    "190A-3": 528,
    "F-18": 529,
    "A6M3": 530,
    "Skymaster": 531,
    "Pe-2": 532,
    "MiG-21PF": 533,
    "de-Havilland-Canada": 534,
    "Komet": 535,
    "Kate": 536,
    "190A-8/R2": 537,
    "Su-34": 538,
    "Kingfisher": 539,
    "F-8": 540,
    "F-16I": 541,
    "219A-7": 542,
    "MiG-21PFM": 543,
    "MiG-17": 544,
    "GR": 545,
    "109G-4": 546,
    "Whirlwind": 547,
    "T-33A": 548,
    "MiG-27": 549,
    "A320": 550,
    "200": 551,
    "109E-7": 552,
    "PV-1": 553,
    "G-6": 554,
    "A-7": 555,
    "Savoia-Marchetti": 556,
    "2000C": 557,
    "LaGG-3": 558,
    "F-16D": 559,
    "B-26": 560,
    "262A-1A": 561,
    "Tony": 562,
    "87B": 563,
    "H": 564,
    "F-51D": 565,
    "17Z": 566,
    "SR-71": 567,
    "MiG-31": 568,
    "FGA.9": 569,
    "A6M2b": 570,
    "TSR-2": 571,
    "Ia": 572,
    "OAW": 573,
    "FB.11": 574,
    "F-84G": 575,
    "87B-2": 576,
    "AH-64D": 577,
    "Yak-1": 578,
    "Salamander": 579,
    "Devastator": 580,
    "Potez": 581,
    "Mk.XIV": 582,
    "Il-2M3": 583,
    "An-2": 584,
    "163B": 585,
    "110D": 586,
    "V-1": 587,
    "Shenyang": 588,
    "Bird": 589,
    "52": 590,
    "4": 591,
    "100": 592,
    "Sufa": 593,
    "Skywarrior": 594,
    "Mk.IA": 595,
    "Transporter": 596,
    "P-40M": 597,
    "Oxford": 598,
    "D.XXI": 599,
    "AH-64": 600,
    "88C-6": 601,
    "Tucano": 602,
    "P-51K": 603,
    "Caudron": 604,
    "Bloch": 605,
    "109E-1": 606,
    "Wyvern": 607,
    "Freedom": 608,
    "Dagger": 609,
    "Tunnan": 610,
    "OV-10A": 611,
    "24": 612,
    "Ki-84": 613,
    "Horten": 614,
    "F-86": 615,
    "F-4F": 616,
    "B5N2": 617,
    "Albatross": 618,
    "Warrior": 619,
    "Roland": 620,
    "La-5FN": 621,
    "Beaufort": 622,
    "Airspeed": 623,
    "J2M3": 624,
    "Hudson": 625,
    "Hayate": 626,
    "C-130H": 627,
    "Bücker": 628,
    "Vb": 629,
    "TF-104G": 630,
    "Mystere": 631,
    "MiG-23ML": 632,
    "M": 633,
    "F-14B": 634,
    "A-26B": 635,
    "Yokosuka": 636,
    "737-800": 637,
    "English": 638,
    "X": 639,
    "A-6A": 640,
    "Kai": 641,
    "F-35": 642,
    "F-106A": 643,
    "Electric": 644,
    "D.I": 645,
    "AEW.2": 646,
    "Percival": 647,
    "F-5A": 648,
    "F-111": 649,
    "Bü": 650,
    "156C": 651,
    "Mi-24D": 652,
    "Ki-61-Id": 653,
    "AV-8A": 654,
    "AH-64A": 655,
    "Talon": 656,
    "P-39Q": 657,
    "L-39": 658,
    "DH.2": 659,
    "162A-2": 660,
    "Whitley": 661,
    "Viscount": 662,
    "SBD": 663,
    "Kaydet": 664,
    "Beriev": 665,
    "737-300": 666,
    "109K-4": 667,
    "S-199": 668,
    "Growler": 669,
    "F.4": 670,
    "190A-4": 671,
    "175": 672,
    "P-61": 673,
    "Falco": 674,
    "Attacker": 675,
    "A-6": 676,
    "Pup": 677,
    "Nimrod": 678,
    "Blitz": 679,
    "ATR": 680,
    "TBD-1": 681,
    "SBD-5": 682,
    "F-100C": 683,
    "Eurocopter": 684,
    "Constellation": 685,
    "A-7D": 686,
    "10": 687,
    "Yak-130": 688,
    "F-104C": 689,
    "S.2B": 690,
    "E.III": 691,
    "Britannia": 692,
    "T-2": 693,
    "P-61B": 694,
    "Ho": 695,
    "410": 696,
    "152": 697,
    "Harvard": 698,
    "F-84F": 699,
    "EF-2000": 700,
    "Dinah": 701,
    "B-2": 702,
    "190A-6": 703,
    "SBD-3": 704,
    "P-40C": 705,
    "P-38L": 706,
    "MiG-29UB": 707,
    "Ki-61-I": 708,
    "CM.170": 709,
    "Aardvark": 710,
    "87G-2": 711,
    "T-33": 712,
    "IAR": 713,
    "Colt": 714,
    "Bv": 715,
    "B-534": 716,
    "Oscar": 717,
    "MiG-19": 718,
    "F-5": 719,
    "DH.82": 720,
    "Cougar": 721,
    "Su-25K": 722,
    "Schwalbe": 723,
    "F-102A": 724,
    "Chengdu": 725,
    "110G-4": 726,
    "110E": 727,
    "Merlin": 728,
    "La-7": 729,
    "Halberstadt": 730,
    "Buckeye": 731,
    "17Z-2": 732,
    "Viper": 733,
    "88G-6": 734,
    "3": 735,
    "T-38A": 736,
    "Pioneer": 737,
    "P-39Q/N": 738,
    "Mk.21": 739,
    "IIIE": 740,
    "A6M5c": 741,
    "108": 742,
    "T-6G": 743,
    "Mk.IXC": 744,
    "IIB": 745,
    "D.520": 746,
    "C.202": 747,
    "87G": 748,
    "162": 749,
    "SB2C-4": 750,
    "P-51C": 751,
    "Fencer": 752,
    "F-15J": 753,
    "F-100F": 754,
    "Dassault-Dornier": 755,
    "A-4M": 756,
    "Otter": 757,
    "B-29A": 758,
    "B-25H": 759,
    "Aerospatiale": 760,
    "TBM-3": 761,
    "T.4": 762,
    "T.2": 763,
    "Swift": 764,
    "S": 765,
    "Racer": 766,
    "MiG-23MF": 767,
    "MiG-23BN": 768,
    "FA.2": 769,
    "F1": 770,
    "Caproni": 771,
    "C.1": 772,
    "97": 773,
    "Skua": 774,
    "Orion": 775,
    "F-5F": 776,
    "Bear": 777,
    "Zeke": 778,
    "VI": 779,
    "Pucara": 780,
    "George": 781,
    "FAW.2": 782,
    "F4F-3": 783,
    "F-86D": 784,
    "747": 785,
    "Thunderstreak": 786,
    "Skyray": 787,
    "P-47M": 788,
    "MiG-21UM": 789,
    "G-10": 790,
    "Dolphin": 791,
    "ADV": 792,
    "Tachikawa": 793,
    "Spirit": 794,
    "S.VII": 795,
    "S.4": 796,
    "Puma": 797,
    "Duck": 798,
    "335": 799,
    "177": 800,
    "Vindicator": 801,
    "Val": 802,
    "Su-35": 803,
    "Mistel": 804,
    "F-2": 805,
    "EF-2000A": 806,
    "Commando": 807,
    "C.200": 808,
    "American/Rockwell": 809,
    "39": 810,
    "T-6": 811,
    "Stearman": 812,
    "Mk.3": 813,
    "Jack": 814,
    "DFS": 815,
    "Bombardier": 816,
    "UH-1D": 817,
    "TRAM": 818,
    "Su-24": 819,
    "Mk.VII": 820,
    "MiG-21F-13": 821,
    "Ki-43-II": 822,
    "P-40K": 823,
    "N1K2-J": 824,
    "Letov": 825,
    "FR": 826,
    "B-26B": 827,
    "Si": 828,
    "Ki-51": 829,
    "Jetstream": 830,
    "F2A": 831,
    "Cat": 832,
    "87D": 833,
    "P-61A": 834,
    "LF": 835,
    "B-52G": 836,
    "737-200": 837,
    "RA-5C": 838,
    "Mk.2": 839,
    "MiG-23MLD": 840,
    "FB.5": 841,
    "Cub": 842,
    "Chaika": 843,
    "CH-47A": 844,
    "C-47A": 845,
    "O-2A": 846,
    "G.50": 847,
    "F4F": 848,
    "B.II": 849,
    "87B-1": 850,
    "Zeppelin": 851,
    "Sonia": 852,
    "P-47N": 853,
    "Hansa-Brandenburg": 854,
    "Su-24M": 855,
    "Siebel": 856,
    "Scorpion": 857,
    "Mk.IC": 858,
    "Mk.I/II": 859,
    "H-75": 860,
    "A-10C": 861,
    "Vigilante": 862,
    "T.10": 863,
    "RF-4E": 864,
    "P-38F": 865,
    "M.S.406C1": 866,
    "F.1C": 867,
    "A-4B": 868,
    "Tu-160": 869,
    "BMW": 870,
    "Anson": 871,
    "2000D": 872,
    "110C": 873,
    "T-4": 874,
    "Sparviero": 875,
    "Saetta": 876,
    "Mk.I/III": 877,
    "Farmer": 878,
    "F6F-5N": 879,
    "F-100": 880,
    "747-400": 881,
    "126": 882,
    "Storm": 883,
    "P-51D/K": 884,
    "Goshawk": 885,
    "229": 886,
    "109K": 887,
    "Pilatus": 888,
    "P-38F/G": 889,
    "Mk.IIb": 890,
    "F-4S": 891,
    "F-104J": 892,
    "B.I": 893,
    "Folgore": 894,
    "Flagon": 895,
    "D.II": 896,
    "Su-17": 897,
    "Karas": 898,
    "Horse": 899,
    "190F": 900,
    "Su-25UB": 901,
    "Mk.XIX": 902,
    "Mk.IIA": 903,
    "Mk.22": 904,
    "MiG-21R": 905,
    "F-4G": 906,
    "Aurora": 907,
    "11": 908,
    "T.11": 909,
    "Su-22": 910,
    "Longbow": 911,
    "C-2": 912,
    "B-58": 913,
    "B-52H": 914,
    "A-1A": 915,
    "VC10": 916,
    "P-40F": 917,
    "F3": 918,
    "Blackburn/Blackburn": 919,
    "88A-1": 920,
    "8": 921,
    "Su-35S": 922,
    "Re.2000": 923,
    "Mk.XVIe": 924,
    "L-39C": 925,
    "Hustler": 926,
    "F4D-1": 927,
    "F-104S": 928,
    "CL.II": 929,
    "Blackjack": 930,
    "B-25B": 931,
    "737": 932,
    "Raven": 933,
    "Mk.IIB": 934,
    "F-15I": 935,
    "F-15A": 936,
    "TriStar": 937,
    "Thunderbird": 938,
    "Taifun": 939,
    "T-28": 940,
    "Mi-2": 941,
    "Ki-44": 942,
    "Greif": 943,
    "B-26C": 944,
    "A-26": 945,
    "V-22": 946,
    "Shoki": 947,
    "Privateer": 948,
    "N": 949,
    "Su-7": 950,
    "Pegasus": 951,
    "P-36": 952,
    "GR1": 953,
    "FM-2": 954,
    "Atlantic": 955,
    "of": 956,
    "SB2C": 957,
    "Mk.5": 958,
    "Ki-45": 959,
    "Yak-38": 960,
    "Su-57": 961,
    "P-400": 962,
    "Mk.8": 963,
    "Iskra": 964,
    "Hispano": 965,
    "F-101B": 966,
    "C-130J": 967,
    "Beagle": 968,
    "234B": 969,
    "R.E.8": 970,
    "N.17": 971,
    "MK": 972,
    "Hart": 973,
    "Hannover": 974,
    "Galaxy": 975,
    "Fox": 976,
    "F-4B/N": 977,
    "Aermacchi": 978,
    "A-3": 979,
    "39C": 980,
    "32": 981,
    "29": 982,
    "109G-5": 983,
    "Reisen": 984,
    "NF": 985,
    "Ki-61": 986,
    "Hip": 987,
    "GR.7": 988,
    "D.IIIa": 989,
    "AS": 990,
    "99": 991,
    "111P": 992,
    "Vultee": 993,
    "T-28B": 994,
    "Seversky": 995,
    "MQ-9": 996,
    "Learjet": 997,
    "F-86F-30": 998,
    "A6M": 999,
    "A380": 1000,
    "22": 1001,
    "Toryu": 1002,
    "Shiden": 1003,
    "SM.79": 1004,
    "Knight": 1005,
    "H-6": 1006,
    "F-4N": 1007,
    "F-16B": 1008,
    "Extra": 1009,
    "Eindecker": 1010,
    "D3A1": 1011,
    "9-13": 1012,
    "156": 1013,
    "Tu-2": 1014,
    "SR-71A": 1015,
    "Oeffag": 1016,
    "MR.3": 1017,
    "Ki-27": 1018,
    "Horsa": 1019,
    "F6": 1020,
    "Betty": 1021,
    "Shiden-Kai": 1022,
    "Ryan": 1023,
    "PR.9": 1024,
    "Mi-24P": 1025,
    "F8F-1": 1026,
    "EE": 1027,
    "CAC": 1028,
    "A-7A": 1029,
    "XVI": 1030,
    "TBF-1C": 1031,
    "P-38H": 1032,
    "MD-80": 1033,
    "Il-28": 1034,
    "Globemaster": 1035,
    "Frank": 1036,
    "F-105G": 1037,
    "D.Va": 1038,
    "B-17F/B-17G": 1039,
    "B-1": 1040,
    "Arrow": 1041,
    "Admiral": 1042,
    "163": 1043,
    "TA-4J": 1044,
    "Strikemaster": 1045,
    "MiG-21SMT": 1046,
    "Caravelle": 1047,
    "87D-5": 1048,
    "196A-3": 1049,
    "196": 1050,
    "XIV": 1051,
    "Wolf": 1052,
    "Vengeance": 1053,
    "Vega": 1054,
    "Tigercat": 1055,
    "T.1A": 1056,
    "T-50": 1057,
    "Snipe": 1058,
    "Reaper": 1059,
    "LET": 1060,
    "Hunting": 1061,
    "Hanriot": 1062,
    "F-1": 1063,
    "Challenger": 1064,
    "CR.32": 1065,
    "Beaver": 1066,
    "A-20G": 1067,
    "110G": 1068,
    "Phoenix": 1069,
    "PT-17": 1070,
    "Nate": 1071,
    "NF.II": 1072,
    "Hampden": 1073,
    "Guardian": 1074,
    "DC-4": 1075,
    "Bell-Boeing": 1076,
    "A-4E/F": 1077,
    "123": 1078,
    "111H-3": 1079,
    "Tojo": 1080,
    "TS-11": 1081,
    "Strutter": 1082,
    "P-51A": 1083,
    "P-35": 1084,
    "Mk.IIc": 1085,
    "MiG-25RBT": 1086,
    "Kingcobra": 1087,
    "Greyhound": 1088,
    "F9F-2": 1089,
    "E-3": 1090,
    "B-25D": 1091,
    "B-25C/D": 1092,
    "A6M2-N": 1093,
    "A321": 1094,
    "1½": 1095,
    "129": 1096,
    "T.3": 1097,
    "Su-2": 1098,
    "Siemens-Schuckert": 1099,
    "Po-2": 1100,
    "P": 1101,
    "MiG-15UTI": 1102,
    "Mi-8": 1103,
    "Il-2M": 1104,
    "Gazelle": 1105,
    "Fullback": 1106,
    "F.2A/F.6": 1107,
    "D-9": 1108,
    "C-54": 1109,
    "Banshee": 1110,
    "110G-2": 1111,
    "series": 1112,
    "Seagull": 1113,
    "Martlet": 1114,
    "F-117": 1115,
    "Bomber": 1116,
    "103": 1117,
    "Pfeil": 1118,
    "MiG-25PD": 1119,
    "Ki-43": 1120,
    "Alouette": 1121,
    "88A-5": 1122,
    "234": 1123,
    "188": 1124,
    "109E-3/Bf": 1125,
    "108B": 1126,
    "Yak-1B": 1127,
    "Su-30": 1128,
    "RF-84F": 1129,
    "Max": 1130,
    "F-111A": 1131,
    "DH.82a": 1132,
    "DH": 1133,
    "Boomerang": 1134,
    "B-52": 1135,
    "AH-1Z": 1136,
    "81A-2": 1137,
    "262A-1": 1138,
    "219A-0": 1139,
    "217": 1140,
    "215B-5": 1141,
    "Trener": 1142,
    "Piasecki": 1143,
    "MV-22": 1144,
    "MF": 1145,
    "F-80C": 1146,
    "190A-2": 1147,
    "189": 1148,
    "Thunder": 1149,
    "RF-4C": 1150,
    "RF-101C": 1151,
    "Peacemaker": 1152,
    "F-105": 1153,
    "Express": 1154,
    "EF-111A": 1155,
    "Crane": 1156,
    "C.I": 1157,
    "A-26C": 1158,
    "A-2": 1159,
    "A-1J": 1160,
    "P-38G": 1161,
    "Il-10": 1162,
    "EMB": 1163,
    "B-57B": 1164,
    "B-17E": 1165,
    "AH-1W": 1166,
    "AC-47": 1167,
    "A-20": 1168,
    "217N-1": 1169,
    "162A": 1170,
    "154": 1171,
    "152H": 1172,
    "UH-60": 1173,
    "Toucan": 1174,
    "T.7": 1175,
    "Shark": 1176,
    "Scout": 1177,
    "Re.2005": 1178,
    "P-39D": 1179,
    "Los": 1180,
    "K.2": 1181,
    "HAS.3": 1182,
    "Gekko": 1183,
    "C.205": 1184,
    "A350-900": 1185,
    "A1": 1186,
    "757-200": 1187,
    "37": 1188,
    "Shinden": 1189,
    "I-15": 1190,
    "HC.4": 1191,
    "F8F": 1192,
    "Bee": 1193,
    "Warthog": 1194,
    "Transall": 1195,
    "TBF-1": 1196,
    "S.A": 1197,
    "Mk.I/Mk.III": 1198,
    "Mk.22/24": 1199,
    "MR.2": 1200,
    "MLU": 1201,
    "M.S.406": 1202,
    "C.V": 1203,
    "Bo": 1204,
    "AJ-37": 1205,
    "115": 1206,
    "OS2U": 1207,
    "MiG-17PF": 1208,
    "Ki-46": 1209,
    "KAI": 1210,
    "B.E.2c": 1211,
    "Air": 1212,
    "787-9": 1213,
    "777-300ER": 1214,
    "210": 1215,
    "110C/D": 1216,
    "V1": 1217,
    "Su-15": 1218,
    "Seasprite": 1219,
    "OV-10D": 1220,
    "N.11": 1221,
    "MiG-19S": 1222,
    "Fl": 1223,
    "FR.5": 1224,
    "F-2A": 1225,
    "F-16C/D": 1226,
    "F-16AM": 1227,
    "F-16A/B": 1228,
    "B-534/IV": 1229,
    "B-25G": 1230,
    "9-12": 1231,
    "88A": 1232,
    "707": 1233,
    "190A/Fw": 1234,
    "105": 1235,
    "Z-126": 1236,
    "Su-30MKK": 1237,
    "Seal": 1238,
    "P-36A": 1239,
    "Otsu": 1240,
    "HF": 1241,
    "G.IV": 1242,
    "C/D": 1243,
    "C.2": 1244,
    "AF": 1245,
    "787-8": 1246,
    "Thunderflash": 1247,
    "Starfire": 1248,
    "S.2C": 1249,
    "Opel": 1250,
    "L-39ZA": 1251,
    "IIICJ": 1252,
    "Hat": 1253,
    "H-34": 1254,
    "Felixstowe": 1255,
    "FMA": 1256,
    "F3H-2": 1257,
    "F.1B": 1258,
    "F-86E": 1259,
    "F-84E": 1260,
    "F-104G/S": 1261,
    "C1": 1262,
    "C-130J-30": 1263,
    "Albacore": 1264,
    "A380-800": 1265,
    "39D": 1266,
    "109E-4/7": 1267,
    "Spartan": 1268,
    "S.2": 1269,
    "LVG": 1270,
    "Kittyhawk/Warhawk": 1271,
    "J-20": 1272,
    "G4M1": 1273,
    "F/A-18E/F": 1274,
    "F.2": 1275,
    "F-84": 1276,
    "A5M2b": 1277,
    "4B": 1278,
    "123A-1": 1279,
    "Z-37A": 1280,
    "Yak-1b": 1281,
    "Veltro": 1282,
    "Scimitar": 1283,
    "OA-4M": 1284,
    "Navy": 1285,
    "Mk.7": 1286,
    "MH-53E": 1287,
    "IB": 1288,
    "IA-58A": 1289,
    "G-2": 1290,
    "De": 1291,
    "Aviation": 1292,
    "A400M": 1293,
    "767-300": 1294,
    "UH-1C": 1295,
    "SB-2": 1296,
    "Heron": 1297,
    "F2A-2": 1298,
    "CH-53E": 1299,
    "B-2A": 1300,
    "A-37B": 1301,
    "504K": 1302,
    "262B-1A/U1": 1303,
    "190A-7": 1304,
    "UH-1": 1305,
    "T.5": 1306,
    "Stallion": 1307,
    "SH-60B": 1308,
    "S-3A": 1309,
    "Phonix": 1310,
    "N.A": 1311,
    "Ki": 1312,
    "K2": 1313,
    "IA": 1314,
    "Hei": 1315,
    "G.55": 1316,
    "Firebrand": 1317,
    "FJ-4B": 1318,
    "F4U-5": 1319,
    "F-111C": 1320,
    "Curtiss-Wright": 1321,
    "Cab": 1322,
    "CH-47D": 1323,
    "Britten-Norman": 1324,
    "B-24H": 1325,
    "88A-14": 1326,
    "35J": 1327,
    "335A": 1328,
    "29F": 1329,
    "189A-1": 1330,
    "156C-3": 1331,
    "Trident": 1332,
    "Ohka": 1333,
    "Mariner": 1334,
    "Let": 1335,
    "GR.1A": 1336,
    "F-80": 1337,
    "Expeditor": 1338,
    "DH.4": 1339,
    "Atlas": 1340,
    "A-4C": 1341,
    "18": 1342,
    "Vertol": 1343,
    "Rufe": 1344,
    "Freighter": 1345,
    "F9F-8": 1346,
    "D.H": 1347,
    "Bugatti": 1348,
    "AMP": 1349,
    "737-400": 1350,
    "Wellesley": 1351,
    "Vautour": 1352,
    "Valkyrie": 1353,
    "T-2C": 1354,
    "T-28C": 1355,
    "Rapide": 1356,
    "MiG-21MFN": 1357,
    "Helix": 1358,
    "HC.3": 1359,
    "Grunau": 1360,
    "F8F-2": 1361,
    "F6F-3/F6F-5": 1362,
    "DC-9-30": 1363,
    "CH-47": 1364,
    "C-2/C-7": 1365,
    "B1": 1366,
    "AD-6": 1367,
    "152H-1": 1368,
    "'": 1369,
    "Yak-40": 1370,
    "X2": 1371,
    "Neptune": 1372,
    "NASA": 1373,
    "Mi-24V/VP": 1374,
    "MB.152": 1375,
    "Lion": 1376,
    "Forger": 1377,
    "F2A-1": 1378,
    "F-5B": 1379,
    "F-16N": 1380,
    "Dash": 1381,
    "Cant": 1382,
    "B5N1": 1383,
    "B-239": 1384,
    "B-17E/F": 1385,
    "747-8": 1386,
    "189A-2": 1387,
    "109G-12": 1388,
    "X-1": 1389,
    "SBD-1": 1390,
    "RF-4B": 1391,
    "Provider": 1392,
    "Mk.IID": 1393,
    "MiG-23M": 1394,
    "Ki-44-II": 1395,
    "IMAM": 1396,
    "Fagot": 1397,
    "F-4C/D": 1398,
    "Dauphin": 1399,
    "Carrier": 1400,
    "C.II": 1401,
    "Bre": 1402,
    "A/B": 1403,
    "87A": 1404,
    "777-200": 1405,
    "6": 1406,
    "35F": 1407,
    "2000N": 1408,
    "17Z-10": 1409,
    "109D": 1410,
    "Siskin": 1411,
    "SB2U-3": 1412,
    "SA": 1413,
    "Ninja": 1414,
    "Natter": 1415,
    "MiG-29SMT": 1416,
    "MiG-29M": 1417,
    "LTV": 1418,
    "Kugisho": 1419,
    "Ki-43-I": 1420,
    "Jumbo": 1421,
    "IXc": 1422,
    "H8K2": 1423,
    "FAW": 1424,
    "F4U-7": 1425,
    "E-4": 1426,
    "Breda": 1427,
    "Bobcat": 1428,
    "AgustaWestland": 1429,
    "27": 1430,
    "111Z": 1431,
    "Staggerwing": 1432,
    "R": 1433,
    "Proctor": 1434,
    "Mi-17": 1435,
    "L-1011": 1436,
    "FR.9": 1437,
    "F6F-3/5": 1438,
    "E.II": 1439,
    "C.IV": 1440,
    "Beech": 1441,
    "Badger": 1442,
    "28": 1443,
    "262B": 1444,
    "200C-4": 1445,
    "Yak-23": 1446,
    "UH-34D": 1447,
    "S-2E": 1448,
    "Mk.XV": 1449,
    "MiG-29K": 1450,
    "L-4": 1451,
    "Kaman": 1452,
    "Ka-50": 1453,
    "Harrow": 1454,
    "H-21C": 1455,
    "F-86F-40": 1456,
    "C-1": 1457,
    "Bombay": 1458,
    "B-24D/B-24J": 1459,
    "Argosy": 1460,
    "Ansaldo": 1461,
    "234B-2": 1462,
    "SH-3H": 1463,
    "SBC-4": 1464,
    "Ranger": 1465,
    "Peashooter": 1466,
    "Haunebu": 1467,
    "Go": 1468,
    "G.91": 1469,
    "Flycatcher": 1470,
    "F-111E": 1471,
    "DC-10": 1472,
    "Cicogna": 1473,
    "Brown": 1474,
    "B-1A/U1": 1475,
    "AH-1S": 1476,
    "A-5": 1477,
    "A-3D-2": 1478,
    "50": 1479,
    "109F/Bf": 1480,
    "109E-4/Bf": 1481,
    "Yak-9": 1482,
    "U-2A": 1483,
    "Su-30SM": 1484,
    "Saunders": 1485,
    "S-3B": 1486,
    "Rumpler": 1487,
    "Roe": 1488,
    "Rider": 1489,
    "RWD-8": 1490,
    "P-61A/P-61B": 1491,
    "J-15": 1492,
    "HS": 1493,
    "Flettner": 1494,
    "F-14A/F-14B": 1495,
    "DH.60G": 1496,
    "D.VIII": 1497,
    "Blinder": 1498,
    "Ba": 1499,
    "B-534/III": 1500,
    "A4": 1501,
    "Yak-28P": 1502,
    "WS-51": 1503,
    "UH-1B": 1504,
    "TBF": 1505,
    "Su-22M4": 1506,
    "SE": 1507,
    "Porter": 1508,
    "P-39N": 1509,
    "Nick": 1510,
    "Mk.XII": 1511,
    "Mk.XI": 1512,
    "MiG-19PM": 1513,
    "Gee": 1514,
    "F.1A": 1515,
    "F-27": 1516,
    "Dreamliner": 1517,
    "C.2/C.7": 1518,
    "B2": 1519,
    "88G": 1520,
    "129B": 1521,
    "111H-16": 1522,
    "Stratojet": 1523,
    "Scottish": 1524,
    "P-3C": 1525,
    "Mk.VC": 1526,
    "MBB": 1527,
    "M4": 1528,
    "Kyushu": 1529,
    "K-4": 1530,
    "IIb": 1531,
    "F-86K": 1532,
    "DC-2": 1533,
    "CASA": 1534,
    "AMX": 1535,
    "A-8": 1536,
    "38": 1537,
    "196A": 1538,
    "117": 1539,
    "P-51H": 1540,
    "Mk.6": 1541,
    "Islander": 1542,
    "Hoplite": 1543,
    "HU5": 1544,
    "F4U-4B": 1545,
    "F.E.2b": 1546,
    "F-15D": 1547,
    "Bachem": 1548,
    "BR.20": 1549,
    "A319": 1550,
    "96B": 1551,
    "800": 1552,
    "5F.1": 1553,
    "110C/Bf": 1554,
    "UH-1N": 1555,
    "T4": 1556,
    "T2": 1557,
    "Stratotanker": 1558,
    "SH-3D": 1559,
    "P-12E": 1560,
    "Mk.VIF": 1561,
    "Mk.9": 1562,
    "Mk.88": 1563,
    "Mi-4": 1564,
    "Mars": 1565,
    "MH-60L": 1566,
    "Lady": 1567,
    "IIc": 1568,
    "F-94C": 1569,
    "F-15DJ": 1570,
    "DH.9a": 1571,
    "C-4": 1572,
    "A330-300": 1573,
    "A310": 1574,
    "88D-1": 1575,
    "VII": 1576,
    "T-45": 1577,
    "SBD-4": 1578,
    "Pirate": 1579,
    "Mk.24": 1580,
    "Li-2": 1581,
    "Judy": 1582,
    "IIIR": 1583,
    "Fishpot": 1584,
    "DH.88": 1585,
    "DC-7C": 1586,
    "D.XII": 1587,
    "CH-53": 1588,
    "C-46": 1589,
    "Backfire": 1590,
    "B-36": 1591,
    "A-4E/A-4F": 1592,
    "A-1E": 1593,
    "737-700": 1594,
    "262B-1A": 1595,
    "215B-4": 1596,
    "167": 1597,
    "109G-2/Bf": 1598,
    "X-3": 1599,
    "UTI": 1600,
    "Suisei": 1601,
    "Su-17M4": 1602,
    "Su-11": 1603,
    "PBY": 1604,
    "P-61C": 1605,
    "P-51B/P-51C": 1606,
    "Mk.1a": 1607,
    "MiG-25BM": 1608,
    "MB-339": 1609,
    "Lisunov": 1610,
    "Ka-27": 1611,
    "Hokum": 1612,
    "Hind-E": 1613,
    "Caravan": 1614,
    "C-160": 1615,
    "Army": 1616,
    "AC-130H": 1617,
    "87R": 1618,
    "727": 1619,
    "282": 1620,
    "177A-5": 1621,
    "131D": 1622,
    "111P-2": 1623,
    "109G/Bf": 1624,
    "Tu-22": 1625,
    "Sud-Aviation": 1626,
    "Su-9": 1627,
    "Stranraer": 1628,
    "Shadow": 1629,
    "Salmson": 1630,
    "SBD-2": 1631,
    "Piaggio": 1632,
    "Night": 1633,
    "Navion": 1634,
    "Maryland": 1635,
    "MH-60S": 1636,
    "M2": 1637,
    "HH-60H": 1638,
    "HAR.3": 1639,
    "F-18A": 1640,
    "E.V": 1641,
    "Dove": 1642,
    "DC-9": 1643,
    "C.VI": 1644,
    "Be-12": 1645,
    "An-26": 1646,
    "ASSTA": 1647,
    "335B-2": 1648,
    "3.1": 1649,
    "109F-2/Bf": 1650,
    "Vanguard": 1651,
    "U-2": 1652,
    "Tu-154M": 1653,
    "T-28D": 1654,
    "Student": 1655,
    "Skyknight": 1656,
    "RF-35": 1657,
    "PZL.37": 1658,
    "PB4Y-2": 1659,
    "P-38J/P-38L": 1660,
    "P-26A": 1661,
    "Owl": 1662,
    "OH-58D": 1663,
    "Nord": 1664,
    "Ninak": 1665,
    "N1K1-Ja": 1666,
    "J7W1": 1667,
    "HC.2": 1668,
    "Friendship": 1669,
    "F3H": 1670,
    "F.1CR": 1671,
    "DH.9": 1672,
    "Chirri": 1673,
    "A-36": 1674,
    "9": 1675,
    "87R-2": 1676,
    "87G-1": 1677,
    "87B/R": 1678,
    "700": 1679,
    "262B-1": 1680,
    "109G-6/AS": 1681,
    "Vimy": 1682,
    "T-38C": 1683,
    "Plus": 1684,
    "Pe-8": 1685,
    "PBY-5": 1686,
    "P.23B": 1687,
    "Ouragan": 1688,
    "Norseman": 1689,
    "Mighty": 1690,
    "M.1C": 1691,
    "Ki-100-I": 1692,
    "Il-18": 1693,
    "HMA.8": 1694,
    "Fa": 1695,
    "FJ-2": 1696,
    "FGR4": 1697,
    "FAW.9/9R": 1698,
    "F/A-18B": 1699,
    "F.I": 1700,
    "Emily": 1701,
    "Defender": 1702,
    "C-6": 1703,
    "C-27J": 1704,
    "Balliol": 1705,
    "An-28": 1706,
    "An-225": 1707,
    "America": 1708,
    "A-32A": 1709,
    "88A-11": 1710,
    "87D-3": 1711,
    "737-500": 1712,
    "727-200": 1713,
    "540": 1714,
    "200C-8": 1715,
    "126A-1": 1716,
    "Wallace": 1717,
    "VIII": 1718,
    "V-2": 1719,
    "UH-1H": 1720,
    "Spatz": 1721,
    "Mi-35": 1722,
    "Marcel-Bloch": 1723,
    "MD-11": 1724,
    "Ki-43-III": 1725,
    "Il-4": 1726,
    "IVA": 1727,
    "IIIA": 1728,
    "HD.1": 1729,
    "F3H-2M": 1730,
    "EC135": 1731,
    "E/F": 1732,
    "Dominie": 1733,
    "Cutlass": 1734,
    "A320neo": 1735,
    "204D": 1736,
    "2-A2": 1737,
    "190A-5/Fw": 1738,
    "111H": 1739,
    "110D-3": 1740,
    "Tu-2S": 1741,
    "Tigershark": 1742,
    "Su-7BMK": 1743,
    "SB2U-1": 1744,
    "SB2U": 1745,
    "Prince": 1746,
    "P.24": 1747,
    "Myasishchev": 1748,
    "Mk.IXc/Mk.IXe": 1749,
    "MiG-31BM": 1750,
    "Lippisch": 1751,
    "La-5F": 1752,
    "L-19/O-1": 1753,
    "Klemm": 1754,
    "Killer": 1755,
    "Ki-27b": 1756,
    "KC-135R": 1757,
    "Jolly": 1758,
    "G-1": 1759,
    "Focke-Achgelis": 1760,
    "F9F": 1761,
    "F4": 1762,
    "E.28/39": 1763,
    "Diamond": 1764,
    "D.V/D.Va": 1765,
    "Clipper": 1766,
    "C-2A": 1767,
    "C-141B": 1768,
    "Baltimore": 1769,
    "AMC": 1770,
    "88G-1": 1771,
    "70": 1772,
    "190A-9": 1773,
    "190A-8/Fw": 1774,
    "110F": 1775,
    "W.29": 1776,
    "Vigorous": 1777,
    "Tenzan": 1778,
    "TBM": 1779,
    "Stiletto": 1780,
    "Starlifter": 1781,
    "SMT": 1782,
    "S2F": 1783,
    "N.28": 1784,
    "Mongol": 1785,
    "Mk.XIVe": 1786,
    "Mercury": 1787,
    "MV-22B": 1788,
    "M6A1": 1789,
    "IIa": 1790,
    "Green": 1791,
    "Gigant": 1792,
    "Gauntlet": 1793,
    "Ferret": 1794,
    "FGA.6": 1795,
    "FAW.21": 1796,
    "F-101": 1797,
    "DFW": 1798,
    "D.510": 1799,
    "C3": 1800,
    "C-45": 1801,
    "Banana": 1802,
    "B747-400": 1803,
    "410A-1": 1804,
    "190D-11": 1805,
    "172": 1806,
    "Z-526AFS": 1807,
    "Yak-18": 1808,
    "Willow": 1809,
    "Vinci": 1810,
    "U-2/Po-2VS": 1811,
    "T-34": 1812,
    "Su-27SM": 1813,
    "Su-17M3/M4": 1814,
    "P.178": 1815,
    "OV-1D": 1816,
    "Mk.IVF": 1817,
    "Mk.1/4": 1818,
    "Impala": 1819,
    "Il-86": 1820,
    "Giant": 1821,
    "G-4": 1822,
    "Fletcher": 1823,
    "E.I": 1824,
    "Da": 1825,
    "DHC-6": 1826,
    "Centauro": 1827,
    "C-54D": 1828,
    "C-3": 1829,
    "Brigand": 1830,
    "Be-6": 1831,
    "B-26K": 1832,
    "86": 1833,
    "720": 1834,
    "7": 1835,
    "2000B": 1836,
    "110C-7": 1837,
    "Z-226": 1838,
    "YF-23": 1839,
    "Wirraway": 1840,
    "Wasp": 1841,
    "W.4": 1842,
    "U-2/Po-2": 1843,
    "Tu-2T": 1844,
    "T.55": 1845,
    "Su-24MR": 1846,
    "Seiran": 1847,
    "P-6E": 1848,
    "P-38M": 1849,
    "Mentor": 1850,
    "Martin-Baker": 1851,
    "Lincoln": 1852,
    "Ko": 1853,
    "Kl": 1854,
    "Ki-100": 1855,
    "Il-76": 1856,
    "IIA": 1857,
    "Graf": 1858,
    "GR.7/GR.9": 1859,
    "FB.VI": 1860,
    "F8F-1B": 1861,
    "F1M2": 1862,
    "F-35C": 1863,
    "F-104A": 1864,
    "EF-2000B": 1865,
    "DHC-2": 1866,
    "Canada": 1867,
    "Boxcar": 1868,
    "Bolo": 1869,
    "Berkut": 1870,
    "BN-2A": 1871,
    "B-534/II": 1872,
    "B-339": 1873,
    "B-1A": 1874,
    "314": 1875,
    "XB-70": 1876,
    "Warning": 1877,
    "Tu-134": 1878,
    "Su-7BKL": 1879,
    "Su-27S": 1880,
    "Seamew": 1881,
    "Scooter": 1882,
    "SOC-3": 1883,
    "SG": 1884,
    "SB2U-2": 1885,
    "S-37": 1886,
    "Re.2002": 1887,
    "PF": 1888,
    "OV-1": 1889,
    "O-1": 1890,
    "Mk.1B": 1891,
    "Mi-8MT/Mi-17": 1892,
    "Mi-26": 1893,
    "J-11B": 1894,
    "Hiryu": 1895,
    "Gulfstream": 1896,
    "Gates": 1897,
    "F2": 1898,
    "F-8J": 1899,
    "F-20": 1900,
    "EC-121": 1901,
    "C.7": 1902,
    "B-26B/C": 1903,
    "AH-1": 1904,
    "AD-5": 1905,
    "A5M4": 1906,
    "A330-200": 1907,
    "A-26B/C": 1908,
    "80": 1909,
    "500D": 1910,
    "35O": 1911,
    "34": 1912,
    "14": 1913,
    "York": 1914,
    "Yak": 1915,
    "Xian": 1916,
    "UH-60A": 1917,
    "UB": 1918,
    "Turbo": 1919,
    "TBF/TBM": 1920,
    "T3": 1921,
    "T-38": 1922,
    "Su-7BM": 1923,
    "Stingray": 1924,
    "Spiteful": 1925,
    "Romeo": 1926,
    "Rata": 1927,
    "Ra'am": 1928,
    "Pete": 1929,
    "NF.11": 1930,
    "Mrija": 1931,
    "Mk2": 1932,
    "Mk.VI/NF": 1933,
    "MiG-31B/BM": 1934,
    "MD-450": 1935,
    "Loire": 1936,
    "Lloyd": 1937,
    "L": 1938,
    "JF-17": 1939,
    "HAS.2": 1940,
    "H-21": 1941,
    "GR.9": 1942,
    "G2": 1943,
    "FGA.9/Mk.58": 1944,
    "F.6/FGA.9": 1945,
    "EF": 1946,
    "E.IV": 1947,
    "DR1": 1948,
    "DC-10-30": 1949,
    "CL-415": 1950,
    "CH-46E": 1951,
    "CF-104": 1952,
    "Bebe": 1953,
    "B-47E": 1954,
    "AS.51": 1955,
    "A-7B": 1956,
    "87D/G": 1957,
    "280": 1958,
    "25": 1959,
    "219A-5/R4": 1960,
    "190D-13": 1961,
    "181": 1962,
    "17Z-7": 1963,
    "170": 1964,
    "UM": 1965,
    "UH-1Y": 1966,
    "Tu-95MS": 1967,
    "Terminator": 1968,
    "TF-9J": 1969,
    "T1A": 1970,
    "Savoia": 1971,
    "SB": 1972,
    "Pave": 1973,
    "P-43": 1974,
    "P-35A": 1975,
    "OV-10": 1976,
    "N.23": 1977,
    "Mk.Ic": 1978,
    "MC.202": 1979,
    "Ki-67": 1980,
    "Ki-61-II": 1981,
    "Irving": 1982,
    "IIC": 1983,
    "F4U-5N": 1984,
    "F.Mk.6": 1985,
    "F-15B/D": 1986,
    "F-102": 1987,
    "F-101A/C": 1988,
    "Electra": 1989,
    "Charger": 1990,
    "CF-105": 1991,
    "CF-100": 1992,
    "Buckingham": 1993,
    "B-17F/G": 1994,
    "Argonaut": 1995,
    "A/E": 1996,
    "87B-2/R2": 1997,
    "747-8F": 1998,
    "312": 1999,
    "2F.1": 2000,
    "215B": 2001,
    "163A": 2002,
    "130": 2003,
    "109E-7/B": 2004,
    "X3": 2005,
    "Skyrocket": 2006,
    "Shawnee": 2007,
    "Series": 2008,
    "Saiun": 2009,
    "SH-2F": 2010,
    "SB2C-5": 2011,
    "S-3A/B": 2012,
    "S-3": 2013,
    "RBT": 2014,
    "Paul": 2015,
    "P-47C": 2016,
    "OV-1B": 2017,
    "NF.14": 2018,
    "Mk.XIVc": 2019,
    "Mk.1A": 2020,
    "MiG-25RBF": 2021,
    "MiG-25PD/PDS": 2022,
    "Ki-46-II": 2023,
    "K5Y1": 2024,
    "Jenny": 2025,
    "Il-62M": 2026,
    "HH-34J": 2027,
    "H-1": 2028,
    "Fleet": 2029,
    "Firebar": 2030,
    "FN": 2031,
    "FH-1": 2032,
    "FC-1": 2033,
    "F-89": 2034,
    "F-4K": 2035,
    "F-21A": 2036,
    "F-16A/F-16B": 2037,
    "F-15K": 2038,
    "F-14A/F-14B/F-14D": 2039,
    "F-106B": 2040,
    "DHC": 2041,
    "Cierva": 2042,
    "Beneš-Mráz": 2043,
    "B.Mk.2": 2044,
    "A-26B-15": 2045,
    "72": 2046,
    "63.11": 2047,
    "20": 2048,
    "109G-8": 2049,
    "Yak-52": 2050,
    "Yak-11": 2051,
    "Triebflugel": 2052,
    "TA-7C": 2053,
    "Su-39": 2054,
    "Sioux": 2055,
    "SNCASO": 2056,
    "SH-3": 2057,
    "S-2A": 2058,
    "S-2": 2059,
    "Praga": 2060,
    "PFM": 2061,
    "P.11": 2062,
    "MiG-29C": 2063,
    "Martinsyde": 2064,
    "KA-6D": 2065,
    "Iroquois": 2066,
    "HAS.1": 2067,
    "H-75A": 2068,
    "GR.1/3": 2069,
    "F4B-4": 2070,
    "F3D-2": 2071,
    "F-6C": 2072,
    "F-4M": 2073,
    "F-4J/S": 2074,
    "F-16C/N": 2075,
    "E-1": 2076,
    "DH.100": 2077,
    "CS-199": 2078,
    "CH-46D": 2079,
    "C-11": 2080,
    "B-24M": 2081,
    "Alize": 2082,
    "Agusta-Bell": 2083,
    "4C": 2084,
    "110D-1/R1": 2085,
    "Tu-95": 2086,
    "Stinger": 2087,
    "St": 2088,
    "Sokol": 2089,
    "Sabreliner": 2090,
    "P2V-7": 2091,
    "Morane": 2092,
    "Mk.I/": 2093,
    "Mi-6": 2094,
    "Mi-4A": 2095,
    "MXY-7": 2096,
    "M3": 2097,
    "Louis": 2098,
    "L-4H": 2099,
    "HU-16B": 2100,
    "GR.5": 2101,
    "GR.1/GR.3": 2102,
    "F/A-18A/B/C/D": 2103,
    "F.13": 2104,
    "F-16A/C": 2105,
    "F-111F": 2106,
    "EA-6A": 2107,
    "E13A1": 2108,
    "Cmelak": 2109,
    "C-5": 2110,
    "B-57": 2111,
    "B-25C": 2112,
    "Auster": 2113,
    "Attack": 2114,
    "AEW.3": 2115,
    "AEG": 2116,
    "AC-130A": 2117,
    "A5M2": 2118,
    "A-37": 2119,
    "A-20B": 2120,
    "91": 2121,
    "87D/Ju": 2122,
    "70F-2": 2123,
    "349A": 2124,
    "217J-1/2": 2125,
    "111P-1": 2126,
    "109G-6/G14": 2127,
    "109G-5/Bf": 2128,
    "YF-22": 2129,
    "X4": 2130,
    "X1": 2131,
    "Vildebeest": 2132,
    "UH-60L": 2133,
    "T-45C": 2134,
    "T-34A": 2135,
    "Su-30MK2": 2136,
    "Stosser": 2137,
    "Sentry": 2138,
    "Safir": 2139,
    "Rotodyne": 2140,
    "Rescue": 2141,
    "PZL.37A": 2142,
    "PBM-5": 2143,
    "P.7a": 2144,
    "P.23": 2145,
    "Noorduyn": 2146,
    "Nanchang": 2147,
    "NF.1": 2148,
    "Moskito": 2149,
    "Mk.XVIII": 2150,
    "Mk.47": 2151,
    "Mk.31": 2152,
    "MiG-23MF/MiG-23ML": 2153,
    "MD": 2154,
    "Kiowa": 2155,
    "Ki-30": 2156,
    "Jill": 2157,
    "IF": 2158,
    "Hound": 2159,
    "GR7": 2160,
    "G-14": 2161,
    "Fiddler": 2162,
    "F2A-3": 2163,
    "F-82G": 2164,
    "F-82": 2165,
    "F-80A": 2166,
    "D-558-1": 2167,
    "Chinese": 2168,
    "Ca.311": 2169,
    "C-141A": 2170,
    "Boat": 2171,
    "Bk-534": 2172,
    "B.1": 2173,
    "A-37A": 2174,
    "A-24": 2175,
    "95": 2176,
    "693": 2177,
    "51B-2": 2178,
    "335A-12": 2179,
    "200C-4/Fw": 2180,
    "190D-12": 2181,
    "190A-1": 2182,
    "W.12": 2183,
    "V2": 2184,
    "TT": 2185,
    "TF.X": 2186,
    "TBM-3E": 2187,
    "TBM-1C": 2188,
    "Suiza": 2189,
    "Spooky": 2190,
    "Shturmovik": 2191,
    "SH-60F": 2192,
    "S2F-1": 2193,
    "S.328": 2194,
    "OV-1A": 2195,
    "MiG-21F": 2196,
    "MR1": 2197,
    "Lily": 2198,
    "LW": 2199,
    "Koolhoven": 2200,
    "Gull": 2201,
    "GR9A": 2202,
    "Freccia": 2203,
    "FJ-1": 2204,
    "F7F-3": 2205,
    "F2H-2": 2206,
    "EKA-3B": 2207,
    "EH101": 2208,
    "D.VI": 2209,
    "Comic": 2210,
    "C6N1": 2211,
    "C-17": 2212,
    "Br.1050": 2213,
    "Bonanza": 2214,
    "Bleriot": 2215,
    "Babs": 2216,
    "B26": 2217,
    "Alenia": 2218,
    "A6M2-K": 2219,
    "A-50": 2220,
    "253": 2221,
    "200C": 2222,
    "1B": 2223,
    "183": 2224,
    "109E-3A": 2225,
    "109E-1/Bf": 2226,
    "0/400": 2227,
    "Yak-9D": 2228,
    "XV": 2229,
    "W": 2230,
    "VB": 2231,
    "Tu-134A": 2232,
    "T34": 2233,
    "Skystreak": 2234,
    "Seafox": 2235,
    "SIAI-Marchetti": 2236,
    "SH-60": 2237,
    "RF-80A": 2238,
    "R-2": 2239,
    "PC-6": 2240,
    "P-26": 2241,
    "N1K1": 2242,
    "Moss": 2243,
    "Mark": 2244,
    "Ki-54": 2245,
    "Jetstar": 2246,
    "IIN": 2247,
    "Herald": 2248,
    "Harbin": 2249,
    "Frazor": 2250,
    "FM-1": 2251,
    "FB.II": 2252,
    "F6F-3N": 2253,
    "F2H-3": 2254,
    "F.VIIb/3m": 2255,
    "F.1CT/F.1CR": 2256,
    "F.1CT": 2257,
    "F-14A/B": 2258,
    "F-13": 2259,
    "E190": 2260,
    "DHC-1": 2261,
    "DC-6": 2262,
    "Coach": 2263,
    "Cash": 2264,
    "Cargomaster": 2265,
    "C-123B": 2266,
    "C-119": 2267,
    "BM": 2268,
    "Ann": 2269,
    "An-30": 2270,
    "Airliner": 2271,
    "A-4N": 2272,
    "A-26K": 2273,
    "767-200": 2274,
    "75": 2275,
    "500": 2276,
    "39A": 2277,
    "219B-1": 2278,
    "190A-8/R11": 2279,
    "129B-2": 2280,
    "Yak-50": 2281,
    "VC10/VC10": 2282,
    "Tei": 2283,
    "TF.Mk.X": 2284,
    "TBM-3W": 2285,
    "Swallow": 2286,
    "Su-15TM": 2287,
    "PZL.37B": 2288,
    "P-40M/P-40N": 2289,
    "OH-13": 2290,
    "Myrt": 2291,
    "Mureaux": 2292,
    "MkV": 2293,
    "Mk.XVII": 2294,
    "Mistral": 2295,
    "MiG-29S": 2296,
    "MiG-25RB": 2297,
    "Major": 2298,
    "MS.230": 2299,
    "MH-47E": 2300,
    "M1": 2301,
    "KA-3B": 2302,
    "IAR.81C": 2303,
    "Hotspur": 2304,
    "Goose": 2305,
    "Goblin": 2306,
    "Firebee": 2307,
    "Farman": 2308,
    "F-5E/F": 2309,
    "D-1": 2310,
    "Chieftain": 2311,
    "Caribou": 2312,
    "C.X": 2313,
    "Blanik": 2314,
    "Blackhawk": 2315,
    "B.2/B.20": 2316,
    "An-22": 2317,
    "Alca": 2318,
    "AC-119K": 2319,
    "88A-8": 2320,
    "60": 2321,
    "200C-5/Fw": 2322,
    "141": 2323,
    "109G-6/Bf": 2324,
    "109B": 2325,
    "Yak-28PP": 2326,
    "Vc": 2327,
    "Valetta": 2328,
    "Tu-22KD": 2329,
    "Su-17M3": 2330,
    "SVA.5": 2331,
    "SM.79-II": 2332,
    "SC-1": 2333,
    "S.O.4050": 2334,
    "S-51": 2335,
    "Reichenberg": 2336,
    "Pipistrello": 2337,
    "PBM-5A": 2338,
    "P-39/P-400": 2339,
    "P-3": 2340,
    "N.10": 2341,
    "Mk.32": 2342,
    "MH-60K": 2343,
    "MB-326": 2344,
    "L-13": 2345,
    "Kolibri": 2346,
    "Ki-46-III": 2347,
    "Ka-29": 2348,
    "J-32B": 2349,
    "J-10": 2350,
    "Il-4T": 2351,
    "I/III": 2352,
    "I-15bis": 2353,
    "Hummel": 2354,
    "HC.1": 2355,
    "H.P.42": 2356,
    "Griffon": 2357,
    "Gosling": 2358,
    "Ghibli": 2359,
    "G.91R": 2360,
    "FG.1/FGR.2": 2361,
    "FAW.1": 2362,
    "F7F": 2363,
    "F/A-18C/D": 2364,
    "F-19": 2365,
    "F-111D": 2366,
    "F-104A/C": 2367,
    "F-101A": 2368,
    "Daimler-Benz": 2369,
    "C-17A": 2370,
    "Barak": 2371,
    "B/C": 2372,
    "B.A.C": 2373,
    "B-33": 2374,
    "Amiot": 2375,
    "A5M": 2376,
    "A-3B": 2377,
    "A-2a": 2378,
    "94": 2379,
    "39A/C": 2380,
    "262A-2A": 2381,
    "178": 2382,
    "131": 2383,
    "111H-20": 2384,
    "109F/G": 2385,
    "Yak-18T": 2386,
    "Yak-15": 2387,
    "Tu-144": 2388,
    "Superjet": 2389,
    "Suchoj": 2390,
    "Stampe": 2391,
    "P-63A": 2392,
    "P-38J/L": 2393,
    "P-2": 2394,
    "OH-6A": 2395,
    "Mraz": 2396,
    "Mk.Ia/c": 2397,
    "Mk.IA/C": 2398,
    "Midget": 2399,
    "Mantis": 2400,
    "MK.1": 2401,
    "MD-87": 2402,
    "L-39ZO": 2403,
    "Ki-61-I-Tei": 2404,
    "Kalinin": 2405,
    "J1N1": 2406,
    "Il-14P": 2407,
    "Grace": 2408,
    "Fuji": 2409,
    "FJ-4": 2410,
    "FB.9": 2411,
    "F-106": 2412,
    "Empire": 2413,
    "Devon": 2414,
    "DC-8": 2415,
    "Class": 2416,
    "C.III": 2417,
    "C-7": 2418,
    "C-48C": 2419,
    "Bullet": 2420,
    "Boot": 2421,
    "Bestmann": 2422,
    "Belfast": 2423,
    "B6N2": 2424,
    "B-534/I": 2425,
    "An-12BK": 2426,
    "Agusta": 2427,
    "AH-7": 2428,
    "A321neo": 2429,
    "A.W": 2430,
    "A-7K": 2431,
    "A-4B/Q": 2432,
    "A-1D": 2433,
    "777": 2434,
    "767": 2435,
    "727-100": 2436,
    "66": 2437,
    "39B": 2438,
    "35A": 2439,
    "330": 2440,
    "300": 2441,
    "234C": 2442,
    "219A-2": 2443,
    "126B-1": 2444,
    "X-2": 2445,
    "Tu-128M": 2446,
    "Tradewind": 2447,
    "Sycamore": 2448,
    "Su-17/Su-22": 2449,
    "Spin": 2450,
    "Special": 2451,
    "Skyshark": 2452,
    "Shidenkai": 2453,
    "S-35E": 2454,
    "Rota": 2455,
    "R-5": 2456,
    "Peggy": 2457,
    "P-61A/B": 2458,
    "P-40E/K": 2459,
    "OS2U-3": 2460,
    "O-2": 2461,
    "MiG-23UB": 2462,
    "MiG-23S": 2463,
    "Lublin": 2464,
    "Kangaroo": 2465,
    "KC-135": 2466,
    "Jake": 2467,
    "J-10S": 2468,
    "IVP": 2469,
    "IIIRD": 2470,
    "IIIB": 2471,
    "I-5": 2472,
    "Harpoon": 2473,
    "Hansa": 2474,
    "Flogger-B": 2475,
    "FAW.9/FAW.9R": 2476,
    "F2B": 2477,
    "F-86A": 2478,
    "F-16C/Lockheed-Martin": 2479,
    "EF-111": 2480,
    "DH.110": 2481,
    "DF": 2482,
    "D.VIIF": 2483,
    "CS-92": 2484,
    "CL.IV": 2485,
    "C-118": 2486,
    "Buzzard": 2487,
    "BK": 2488,
    "B.8": 2489,
    "An-2M": 2490,
    "An-24": 2491,
    "An-124": 2492,
    "AD-4W": 2493,
    "A6M5a": 2494,
    "A-9": 2495,
    "88A-6/U": 2496,
    "87D-8": 2497,
    "47": 2498,
    "35S": 2499,
    "35F/J": 2500,
    "29B": 2501,
    "262A-1A/U3": 2502,
    "153": 2503,
    "12": 2504,
    "109E/Bf": 2505,
    "106": 2506,
    "Zephyr": 2507,
    "Yak-7": 2508,
    "XII": 2509,
    "X-47B": 2510,
    "Voyager": 2511,
    "TBM-1": 2512,
    "Superfreighter": 2513,
    "Su-33UB": 2514,
    "Su-27B": 2515,
    "Su-27/Su-30": 2516,
    "Stinson": 2517,
    "Starliner": 2518,
    "SF.260": 2519,
    "SE.535": 2520,
    "SA330": 2521,
    "Ryusei": 2522,
    "R1": 2523,
    "R.1": 2524,
    "Predator": 2525,
    "Pogo": 2526,
    "P.37B": 2527,
    "P.23A": 2528,
    "OV-10D+": 2529,
    "NiD": 2530,
    "Nesher": 2531,
    "N-3PB": 2532,
    "MiG-31B": 2533,
    "MiG-23MF/Mikoyan-Gurevich": 2534,
    "Mary": 2535,
    "Manchester": 2536,
    "Mail": 2537,
    "MH-53": 2538,
    "L-159A": 2539,
    "Ki-9": 2540,
    "Jungmeister": 2541,
    "J2F-5": 2542,
    "J-5": 2543,
    "I/II": 2544,
    "HO3S-1": 2545,
    "Global": 2546,
    "F9F-2P": 2547,
    "F2H": 2548,
    "F-8E/F-8J": 2549,
    "F-6D": 2550,
    "F-104C/F-104DJ/F-104G/F-104J/F-104S": 2551,
    "DC-6B": 2552,
    "D.XXIII": 2553,
    "Cyclone": 2554,
    "Coronado": 2555,
    "CV-880": 2556,
    "C2": 2557,
    "C.445": 2558,
    "C-45F/UC-45F": 2559,
    "C-10": 2560,
    "Bellanca": 2561,
    "B17": 2562,
    "B-18": 2563,
    "Argus": 2564,
    "Aeritalia": 2565,
    "AC-47D": 2566,
    "A300": 2567,
    "A-17": 2568,
    "88R-2": 2569,
    "747-100": 2570,
    "56": 2571,
    "410B-2/U4": 2572,
    "39B/D": 2573,
    "323": 2574,
    "31": 2575,
    "1C": 2576,
    "190A-6/Fw": 2577,
    "16": 2578,
    "112B": 2579,
    "109T": 2580,
    "X-15": 2581,
    "Tutor": 2582,
    "Tu-2VS": 2583,
    "TBF/TBM-1C": 2584,
    "T-Bird": 2585,
    "Su-25UTG": 2586,
    "Su-25UB/UBK": 2587,
    "SNCASE": 2588,
    "SMB-2": 2589,
    "SM.81": 2590,
    "SK": 2591,
    "SBD-6": 2592,
    "S-92": 2593,
    "S-328": 2594,
    "Ruslan": 2595,
    "RAH-66": 2596,
    "R-1": 2597,
    "P-61A/Northrop": 2598,
    "P-38E": 2599,
    "Mk.II/Mk.V/Mk.VI": 2600,
    "Mk.58": 2601,
    "MiG-31M": 2602,
    "Mansyū": 2603,
    "Little": 2604,
    "LeO": 2605,
    "L-749": 2606,
    "J-6": 2607,
    "J-32": 2608,
    "J-31": 2609,
    "J-3": 2610,
    "Hamp": 2611,
    "HC-123B": 2612,
    "H-75A-3": 2613,
    "Grizzly": 2614,
    "Grasshopper": 2615,
    "G.V": 2616,
    "Flora": 2617,
    "Fennec": 2618,
    "FFVS": 2619,
    "FB-111A": 2620,
